[
	[
		{
			"j": "毎朝ジョギングをしています。", 
			"e": "I go jogging every morning.", 
			"r": "maiasa jogingu wo shite imasu"
		}, 
		{
			"j": "窓から朝日が差し込んできて美しいですね。", 
			"e": "The morning sun is shining through the window and it's beautiful.", 
			"r": "mado kara asahi ga sashikonde kite utsukushii desu ne"
		}, 
		{
			"j": "朝食にはパンとコーヒーを食べます。", 
			"e": "I have bread and coffee for breakfast.", 
			"r": "choushoku ni wa pan to koohii wo tabemasu"
		}, 
		{
			"j": "朝焼けの空がとても美しいです。", 
			"e": "The morning glow in the sky is very beautiful.", 
			"r": "asayake no sora ga totemo utsukushii desu"
		}, 
		{
			"j": "早朝の散歩は気持ちがいいですね。", 
			"e": "Taking a walk in the early morning feels great.", 
			"r": "souchou no sanpo wa kimochi ga ii desu ne"
		}
	],
	[
	  {
	    "j": "昼ごはんにはお弁当を食べるのが日本の文化です。",
	    "e": "Eating bento for lunch is a Japanese custom.",
	    "r": "hirugohan ni wa obento wo taberu no ga nihon no bunka desu"
	  },
	  {
	    "j": "昼間は忙しいですが、夜はゆっくり休んでいます。",
	    "e": "I'm busy during the day, but I relax in the evening.",
	    "r": "hiruma wa isogashii desu ga, yoru wa yukkuri yasunde imasu"
	  },
	  {
	    "j": "昼寝をすると午後の仕事が捗ります。",
	    "e": "Taking a nap in the afternoon helps me be more productive in the evening.",
	    "r": "hirune wo suru to gogo no shigoto ga hayamarimasu"
	  },
	  {
	    "j": "昼時にはカフェで一服するのが楽しみです。",
	    "e": "I look forward to taking a break at a cafe during lunchtime.",
	    "r": "hirugohan ni wa kafe de ippuku suru no ga tanoshimi desu"
	  },
	  {
	    "j": "毎日昼食後には小休憩を取ることにしています。",
	    "e": "I make it a habit to take a short break after lunch every day.",
	    "r": "mainichi chuushoku go ni wa shoukyuukei wo toru koto ni shite imasu"
	  },
	  {
	    "j": "真昼の太陽が照っていると気持ちがいいですね。",
	    "e": "It feels nice when the sun is shining brightly at noon.",
	    "r": "mahiru no taiyou ga tette iru to kimochi ga ii desu ne"
	  }
	],
	[
	  {
	    "j": "夜には星がきれいに輝いています。",
	    "e": "The stars are shining beautifully at night.",
	    "r": "yoru ni wa hoshi ga kirei ni kagayaite imasu"
	  },
	  {
	    "j": "夜中に突然雷が鳴り出しました。",
	    "e": "Suddenly, thunder started to rumble in the middle of the night.",
	    "r": "yonaka ni totsuzen kaminari ga nari dashimashita"
	  },
	  {
	    "j": "映画館は夜間も営業しています。",
	    "e": "The movie theater is open at night as well.",
	    "r": "eigakan ha yakan mo eigyou shite imasu"
	  },
	  {
	    "j": "夜景が綺麗な展望台からの眺めは最高です。",
	    "e": "The view from the observation deck with a beautiful night view is amazing.",
	    "r": "yakei ga kirei na tenboudai kara no nagame wa saikou desu"
	  },
	  {
	    "j": "昼夜を問わず頑張って仕事しています。",
	    "e": "I work hard day and night without distinction.",
	    "r": "chuuya wo towa zu ganbatte shigoto shite imasu"
	  },
	  {
	    "j": "深夜まで仕事をしていることもよくあります。",
	    "e": "I often work until late at night.",
	    "r": "shinya made shigoto wo shite iru koto mo yoku arimasu"
	  },
	  {
	    "j": "昨夜は友達と楽しい夜を過ごしました。",
	    "e": "I had a fun night with my friends last night.",
	    "r": "sakuya wa tomodachi to tanoshii yoru wo sugoshimashita"
	  }
	],
	[
		{
			"j": "日本の東側には太平洋が広がっています。", 
			"e": "The Pacific Ocean stretches to the east of Japan.", 
			"r": "nihon no higashigawa ni wa taiheiyo ga hirogatte imasu"
		}, 
		{
			"j": "春になると心地よい東風が吹いてきます。", 
			"e": "A pleasant spring breeze called 'kochi' starts to blow.", 
			"r": "haru ni naru to kokochi yoi kochi ga fuite kimasu"
		}, 
		{
			"j": "東洋の文化に興味があります。", 
			"e": "I am interested in the culture of the East.", 
			"r": "touyou no bunka ni kyoumi ga arimasu"
		}, 
		{
			"j": "東京は日本の首都です。", 
			"e": "Tokyo is the capital of Japan.", 
			"r": "toukyou wa nihon no shuto desu"
		}, 
		{
			"j": "日本に旅行する際は東京だけでなく、関東地方も訪れてみてください。", 
			"e": "When traveling to Japan, please visit not only Tokyo but also the Kanto region.", 
			"r": "nihon ni ryokou suru sai wa toukyou dake de naku, kantou chihou mo otozurete mite kudasai"
		}, 
		{
			"j": "北東部では寒冷地の植物が見られます。", 
			"e": "You can see cold-resistant plants in the northeastern part.", 
			"r": "hokutoubu de wa kanreichi no shokubutsu ga miraremasu"
		}
	],
	[
		{"j": "日本の西には美しい夕日が沈む海が広がっています。", "e": "In Japan, there is a beautiful sea where the sun sets in the west.", "r": "nihon no nishi ni wa utsukushii yuuhi ga shizumu umi ga hirogatte imasu"}, {"j": "秋になると爽やかな西風が吹いてきます。", "e": "In autumn, a refreshing west wind starts to blow.", "r": "aki ni naru to sawayakana nishikaze ga fuite kimasu"}, {"j": "西洋の文化に興味があります。", "e": "I am interested in Western culture.", "r": "seiyou no bunka ni kyoumi ga arimasu"}, {"j": "大西洋には美しい青い海が広がっています。", "e": "The Atlantic Ocean has a beautiful blue sea stretching out.", "r": "tai seiyoku ni wa utsukushii aoi umi ga hirogatte imasu"}, {"j": "京都は日本の関西に位置しています。", "e": "Kyoto is located in Kansai, Japan.", "r": "kyouto wa nihon no kansai ni ichi shite imasu"}
	],
	[
		{"j": "日本の南には温暖な地域が広がっています。", "e": "In the southern part of Japan, there are wide areas of warm climate.", "r": "nihon no minami ni wa ondouna chiiki ga hirogatte imasu"}, {"j": "今日は南風が気持ちよく吹いている。", "e": "A pleasant south wind is blowing today.", "r": "kyou wa minamikaze ga kimochi yoku fuite iru"}, {"j": "会議の結果、新商品の南下を決定しました。", "e": "As a result of the meeting, we have decided to expand southward with our new product.", "r": "kaigi no kekka, shin shouhin no nangawo kettei shimashita"}, {"j": "南米では美味しいコーヒーがたくさん生産されています。", "e": "Many delicious coffees are produced in South America.", "r": "nanbei de wa oishii koohii ga takusan seisan sarete imasu"}, {"j": "南極での生活は厳しい条件の中で行われています。", "e": "Life in Antarctica is carried out under harsh conditions.", "r": "nankyoku de no seikatsu wa kibishii jouken no naka de gyou warete imasu"}
	],
	[
		{"j": "日本の北には北海道という大きな島があります。", "e": "In the north of Japan, there is a large island called Hokkaido.", "r": "nihon no kita ni wa hokkaidou to iu ooki na shima ga arimasu"},{"j": "冬になると北風が冷たく吹いてきます。", "e": "In winter, a cold north wind blows.", "r": "fuyu ni naru to kitakaze ga tsumetaku fuite kimasu"},{"j": "最近、仕事のために北上する機会が増えてきました。", "e": "Lately, I have been heading north more often for work.", "r": "saikin, shigoto no tame ni hokujou suru kikai ga fuete kimashita"},{"j": "北米ではカナダとアメリカが主要な国です。", "e": "Canada and the United States are major countries in North America.", "r": "hokubei de wa kanada to amerika ga shuyou na kuni desu"},{"j": "北極には極寒の地域が広がっています。", "e": "The Arctic is a region of extreme cold.", "r": "hokkyoku ni wa gokkan no chiiki ga hirogatte imasu"},{"j": "北海道は自然が豊かで美しいところです。", "e": "Hokkaido is a place rich in nature and beautiful.", "r": "hokkaidou wa shizen ga yutaka de utsukushii tokoro desu"}
	],
	[
		{"j": "日曜日は父と一緒に釣りに行きました。", "e": "I went fishing with my father on Sunday.", "r": "nichiyoubi wa chichi to issho ni tsuri ni ikimashita"},{"j": "彼は優しい父親です。", "e": "He is a kind father.", "r": "kare wa yasashii chichioya desu"},{"j": "祖父はいつも孫たちにお菓子をくれます。", "e": "My grandfather always gives sweets to his grandchildren.", "r": "sofu wa itsumo mago-tachi ni okashi wo kuremasu"},{"j": "父方の祖母の家に夏休みに行くのが楽しみです。", "e": "I look forward to going to my father's mother's house for summer vacation.", "r": "chichikata no sobo no ie ni natsuyasumi ni iku no ga tanoshimi desu"},{"j": "お父さん、お帰りなさい。今日はご飯を作りました。", "e": "Welcome home, dad. I made dinner today.", "r": "otousan, okaeri nasai. kyou wa gohan wo tsukurimashita"},{"j": "彼の義父はとても親切な人です。", "e": "His father-in-law is a very kind person.", "r": "kare no gifu wa totemo shinsetsu na hito desu"},{"j": "教会で神父のお祈りを聞きました。", "e": "I heard the prayer of the priest at the church.", "r": "kyoukai de shinpu no wo inori wo kikimashita"}
	],
	[
		{"j": "母は料理が上手です。", "e": "My mother is good at cooking.", "r": "haha wa ryōri ga jōzu desu"}, {"j": "彼女は優しい母親です。", "e": "She is a kind mother.", "r": "kanojo wa yasashii hahaoya desu"}, {"j": "日本は私の母国です。", "e": "Japan is my mother country.", "r": "nihon wa watashi no bokoku desu"}, {"j": "母語でコミュニケーションするのが楽しいです。", "e": "I enjoy communicating in my native language.", "r": "hogode komyunikēshon suru no ga tanoshii desu"}, {"j": "祖母はいつも優しい笑顔で迎えてくれます。", "e": "My grandmother always welcomes me with a gentle smile.", "r": "sobo wa itsumo yasashii egao de mukaete kuremasu"}, {"j": "彼の母親は私を本当の家族の一員として受け入れてくれました。", "e": "His mother accepted me as a true member of the family.", "r": "kare no hahaoya wa watashi wo hontō no kazoku no ichiin toshite ukeirete kuremashita"}, {"j": "お母さん、お帰りなさい！ご飯を用意しておきました。", "e": "Welcome home, mom! I have prepared dinner.", "r": "okaasan, okaeri nasai! Gohan wo yōi shite okimashita"}
	],
	[
		{"j": "彼女は私の姉です。", "e": "She is my older sister.", "r": "kanojo wa watashi no ane desu"}, {"j": "昨日、姉婿と一緒に食事に行きました。", "e": "I went out to eat with my brother-in-law yesterday.", "r": "kinou, ane no shujin to issho ni shokuji ni ikimashita"}, {"j": "お姉さん、お疲れ様です。", "e": "Thank you for your hard work, older sister.", "r": "o-nee-san, otsukaresama desu"}, {"j": "彼女は私の姉妹です。", "e": "She is my sister.", "r": "kanojo wa watashi no shimai desu"}, {"j": "義姉はとても優しい人です。", "e": "My sister-in-law is a very kind person.", "r": "yome wa totemo yasashii hito desu"}
	]
,
	[{"j": "彼女は私の妹です。", "e": "I'm looking forward to meeting my sister.", "r": "kanojo wa watashi no imōto desu"}, {"j": "彼女は妹分のように可愛がってくれる。", "e": "She takes care of me like a younger sister.", "r": "kanojo wa imōto-bun no yō ni kawaigatte kureru"}, {"j": "私の町はアメリカの姉妹都市と提携しています。", "e": "My town is sister cities with a city in America.", "r": "watashi no machi wa amerika no shimai toshi to teikei shite imasu"}, {"j": "義妹とは仲良くしています。", "e": "I get along well with my sister-in-law.", "r": "imōto to wa nakayoku shite imasu"}]
,
	[{"j": "昨日、兄に電話をしたら忙しそうだった。", "e": "I called my older brother yesterday and he seemed busy.", "r": "kinou, ani ni denwa wo shitara isogashisou datta."}, {"j": "兄嫁は料理が上手で、いつも美味しいものを作ってくれる。", "e": "My elder brother's wife is good at cooking and always makes delicious food.", "r": "anija wa ryouri ga jouzu de, itsumo oishii mono wo tsukutte kureru"}, {"j": "兄弟と一緒に遊んだ時はいつも楽しかった。", "e": "I always had fun when playing with my siblings.", "r": "kyoudai to issho ni asonda toki wa itsumo tanoshikatta"}, {"j": "お兄さん、ちょっと手伝ってくれる？", "e": "Big brother, could you help me for a moment?", "r": "onii-san, chotto tetsudatte kureru?"}, {"j": "義兄は優しい人で、いつも助けてくれる。", "e": "My brother-in-law is a kind person and always helps me.", "r": "gikei wa yasashii hito de, itsumo tasukete kureru"}]
,
	[{"j": "彼は弟と一緒にサッカーをしている。", "e": "I practice soccer with my younger brother.", "r": "kare wa otōto to issho ni sakkā wo shite iru"}, {"j": "彼は私の弟分のように可愛がられている。", "e": "He is being treated like a younger brother to me.", "r": "kare wa watashi no otōto-bun no yō ni kawaigararete iru"}, {"j": "師匠の弟子が大成功を収めた。", "e": "The master's disciple achieved great success.", "r": "shishō no deshi ga dai seikō wo shūmeta"}, {"j": "彼は学生時代から優秀だった子弟です。", "e": "He has been an excellent student since his school days.", "r": "kare wa gakusei jidai kara yūshū datta shitei desu"}, {"j": "義弟はいつも家族みんなを笑顔にさせてくれる。", "e": "My brother-in-law always makes the whole family smile.", "r": "gitei wa itsumo kazoku minna wo egao ni sasete kureru"}]
,
	[{"j": "春になると桜が咲きます。", "e": "Cherry blossoms bloom in spring.", "r": "haru ni naru to sakura ga sakimasu"},{"j": "毎年、春一番の風が気持ちいいですね。", "e": "Every year, the first spring wind feels good.", "r": "maitoshi, haru ichiban no kaze ga kimochi ii desu ne"},{"j": "春分の日には家族でお花見を楽しむことが日本の風習です。", "e": "On the spring equinox day, it is a Japanese custom to enjoy flower viewing with family.", "r": "shunbun no hi ni wa kazoku de ohanami wo tanoshimu koto ga nihon no fuushuu desu"},{"j": "早春の野山には色とりどりの花が咲き誇っています。", "e": "In early spring, the fields and mountains are full of colorful flowers in bloom.", "r": "soushun no noyama ni wa iro toridori no hana ga sakihotate imasu"},{"j": "青春時代は毎日が新しい冒険でした。", "e": "My youth was filled with new adventures every day.", "r": "seishun jidai wa mainichi ga atarashii bouken deshita"}]
,
	[{"j": "日本の夏は暑くて湿気が多いです。", "e": "I practice kendo using a wooden sword.", "r": "nihon no natsu wa atsukute shikke ga ooi desu"}, {"j": "夏至には、一年で一番昼間の時間が長い日がやってきます。", "e": "The summer solstice is the day with the longest daylight hours of the year.", "r": "geshi ni wa, ichinen de ichiban hiruma no jikan ga nagai hi ga yattekimasu"}, {"j": "夏季オリンピックは世界中の国々が競い合う大会です。", "e": "The Summer Olympics is a competition where countries from all over the world compete.", "r": "kaki orinpikku wa sekaijuu no kunigara ga kisoi au taikai desu"}, {"j": "真夏の太陽はとても眩しいです。", "e": "The midsummer sun is very bright.", "r": "manatsu no taiyō wa totemo mabushii desu"}, {"j": "初夏には新緑が美しいです。", "e": "The early summer brings beautiful fresh green leaves.", "r": "shoka ni wa shinryoku ga utsukushii desu"}]
,
	[{"j": "日本の秋はとても美しいです。", "e": "Autumn in Japan is very beautiful.", "r": "nihon no aki wa totemo utsukushii desu"}, {"j": "今日は秋晴れで気持ちのいい日です。", "e": "Today is a refreshing autumn day, perfect for a walk.", "r": "kyou wa aki bared ki mo no ii hi desu"}, {"j": "秋風が心地よく吹いていました。", "e": "The autumn wind was pleasantly blowing.", "r": "akikaze ga kokochi yoku fuite imashita"}, {"j": "秋分の日には家族でお花見をします。", "e": "We have a family cherry blossom viewing on the Autumn Equinox Day.", "r": "shuubun no hi ni wa kazoku de ohanami wo shimasu"}, {"j": "晩秋になると紅葉がとても綺麗です。", "e": "The autumn leaves are very beautiful in late autumn.", "r": "banshū ni naru to kouyou ga totemo kirei desu"}]
,
	[{"j": "日本は冬になると雪が降ります。", "e": "In Japan, it snows in winter.", "r": "nihon wa fuyu ni naru to yuki ga furimasu"}, {"j": "冬至には柚子風呂を楽しみます。", "e": "We enjoy yuzu citrus bath on the winter solstice.", "r": "touji ni wa yuzu furo wo tanoshimimasu"}, {"j": "冬季オリンピックは非常に盛大なイベントです。", "e": "The Winter Olympics is a very grand event.", "r": "touki orinpikku wa hijou ni seidai na ibento desu"}, {"j": "熊は冬眠する前に十分な食事を摂取します。", "e": "Bears eat enough food before hibernating.", "r": "kuma wa toumin suru mae ni jūbun na shokuji wo sesshu shimasu"}, {"j": "真冬の寒さは厳しいですが、雪景色は美しいです。", "e": "The harsh cold of midwinter is severe, but the snowy landscape is beautiful.", "r": "mafuyu no samusa wa kibishii desu ga, yukigeshou wa utsukushii desu"}]
,
	[{"j": "日本語を勉強しています。何か質問はありますか？", "e": "I'm studying Japanese. Do you have any questions?", "r": "nihongo wo benkyou shite imasu. nanika shitsumon wa arimasu ka?"}, {"j": "今何時ですか？", "e": "What time is it now?", "r": "ima nanji desu ka?"}, {"j": "会議は何回目ですか？", "e": "How many times have we had this meeting?", "r": "kaigi wa nankai me desu ka?"}, {"j": "今日は何名様のご予約ですか？", "e": "How many people are in your party for today's reservation?", "r": "kyou wa nanmei sama no goyoyaku desu ka?"}, {"j": "この布には幾何学模様が描かれています。", "e": "This fabric has a geometric pattern on it.", "r": "kono nuno ni wa kikagaku moyou ga egakarete imasu"}]
,
	[{"j": "母がおいしい料理を作ってくれました。", "e": "I practice making tea every day.", "r": "haha ga oishii ryouri wo tsukutte kuremashita"},{"j": "この料理の作り方を教えてもらえますか？", "e": "Can you teach me how to make this dish?", "r": "kono ryouri no tsukurikata wo oshiete moraemasu ka?"}, {"j": "彼は作り話をついて友達を驚かせた。", "e": "He made up a story and surprised his friend.", "r": "kare wa tsukuri banashi wo tsuite tomodachi wo odorokaseta"},{"j": "この本の作者は有名な作家です。", "e": "The author of this book is a famous writer.", "r": "kono hon no sakusha wa yuumei na sakka desu"}, {"j": "彼女は多くの素晴らしい作品を残しています。", "e": "She has left behind many wonderful works.", "r": "kanojo wa ooku no subarashii sakuhin wo nokoshite imasu"},{"j": "日本語の作文を書くのは難しいですが、頑張ります。", "e": "Writing essays in Japanese is difficult, but I will do my best.", "r": "nihongo no sakubun wo kaku no wa muzukashii desu ga, ganbarimasu"}, {"j": "田んぼで稲を作っています。", "e": "They are growing rice in the field.", "r": "tanbo de ine wo made te imasu"},{"j": "彼女は若手の作家として注目を集めている。", "e": "She is gaining attention as a young writer.", "r": "kanojo wa wakate no sakka toshite chuumoku wo atsumete iru"}, {"j": "毎日同じ作業を繰り返すのは退屈だ。", "e": "Doing the same task every day is boring.", "r": "mainichi onaji sagyou wo kurikaesu no wa taikutsu da"}, {"j": "彼の動作はとてもスムーズだった。", "e": "His movements were very smooth.", "r": "kare no dousa wa totemo sumuuzu datta"}]
,
	[{"j": "毎日ジョギングをして健康的な体を維持しています。", "e": "I maintain a healthy body by jogging every day.", "r": "mainichi jogingu wo shite kenkō-teki na karada wo iji shite imasu"}, {"j": "最近体重が増えてきたので、食事に気をつけています。", "e": "I've been gaining weight recently, so I'm being careful about my diet.", "r": "saikin taijū ga fuete kita node, shokuji ni ki wo tsukete imasu"}, {"j": "留学は素晴らしい体験だった。", "e": "Studying abroad was a wonderful experience.", "r": "ryūgaku wa subarashī Taiken datta"}, {"j": "新しい体制が整備され、組織全体が活気に満ちている。", "e": "A new system has been established, and the entire organization is full of vitality.", "r": "atarashī taisei ga seibi sa re, soshiki zentai ga kakki ni michite iru"}, {"j": "プレゼンテーションでは、しっかりとした体裁を整えることが大切です。", "e": "In presentations, it is important to maintain a proper appearance.", "r": "purezentēshon de wa, shikkari to shita teisai wo totonoeru koto ga taisetsu desu"}]
,
	[{"j": "毎朝、犬と散歩に行きます。", "r": "maiasa, inu to sanpo ni ikimasu"}, {"j": "来月結婚式を行います。", "r": "raigetsu kekkonshiki wo okonaimasu"}, {"j": "友達とショッピングに行く予定です。", "r": "tomodachi to shoppingu ni iku yoteidesu"}, {"j": "旅行先で美しい景色を見ました。", "r": "ryokou saki de utsukushii keshiki wo mimashita"}, {"j": "学園祭は毎年行われています。", "r": "gakuensai wa maitoshi okonawarete imasu"}, {"j": "困っている人を助ける行動が大切です。", "r": "komatte iru hito wo tasukeru koudou ga taisetsu desu"}, {"j": "春は桜柄が流行しています。", "r": "haru wa sakuragara ga ryūkō shite imasu"}, {"j": "来月スペインに旅行に行きます。", "r": "raigetsu supein ni ryokou ni ikimasu"}, {"j": "飛行機のチケットを予約しました。", "r": "hikouki no chiketto wo yoyaku shimashita"}]
,
	[{"j": "昼ごはんを食べた後、散歩に行きます。", "e": "I will go for a walk after eating lunch.", "r": "hirugohan wo tabeta ato, sanpo ni ikimasu"},{"j": "メールを送った後で返事をください。", "e": "Please reply after sending the email.", "r": "mēru wo okutta ato de henji wo kudasai"},{"j": "待っているから、少し後で来てください。", "e": "I'm waiting, so please come a little later.", "r": "matte iru kara, sukoshi ato de kite kudasai"},{"j": "電車が遅れているので、後程到着いたします。", "e": "The train is delayed, so I will arrive a little later.", "r": "densha ga okurete iru node, ato hodo tōchaku ita shimasu"},{"j": "後ろに誰かが立っています。", "e": "Someone is standing behind me.", "r": "ushiro ni dareka ga tatte imasu"},{"j": "競争で後れてしまったが、諦めないで頑張る。", "e": "I fell behind in the race, but I will not give up and do my best.", "r": "kyōsō de okurete shimatta ga, akiramenai de ganbaru"},{"j": "彼は後輩に敬意を払う人だ。", "e": "He is a person who respects his juniors.", "r": "kare wa kōhai ni keii wo harau hito da"},{"j": "後日、詳細をお知らせいたします。", "e": "I will inform you of the details at a later date.", "r": "gojitsu, shōsai wo oshirase itashimasu"},{"j": "午後は友達とカフェでお茶を楽しんだ。", "e": "I enjoyed tea at a cafe with my friend in the afternoon.", "r": "gogo wa tomodachi to kafe de ocha wo tanoshinda"},{"j": "最後の列車にギリギリ間に合った。", "e": "I just made it in time for the last train.", "r": "saigo no ressha ni girigiri ma ni atta"},{"j": "明後日は忙しい予定がありますが、何とか調整します。", "e": "I have a busy schedule the day after tomorrow, but I will try to manage it somehow.", "r": "asatte wa isogashii yotei ga arimasu ga, nan toka chōsei shimasu"}]
,
	[{"j": "明日は友達が家に来る。", "e": "ashita wa tomodachi ga ie ni kuru.", "r": "I'm coming to my friend's house tomorrow."}, {"j": "毎年春にはたくさんの観光客が来る。", "e": "maitoshi haru ni wa takusan no kankoukyaku ga kuru.", "r": "Many tourists come every spring."}, {"j": "突然の質問に彼は答えが来すぎてしまった。", "e": "totsuzen no shitsumon ni kare wa kotae ga kesugite shimatta.", "r": "He was too quick to answer the sudden question."}, {"j": "来年はオリンピックが東京で開催される。", "e": "rainen wa orinpikku ga toukyou de kaisai sareru.", "r": "The Olympics will be held in Tokyo next year."}, {"j": "来月から新しい仕事が始まります。", "e": "raigetsu kara atarashii shigoto ga hajimarimasu.", "r": "I will start a new job next month."}, {"j": "来週は忙しい週になりそうです。", "e": "raishuu wa isogashii shuu ni narisou desu.", "r": "It looks like next week will be a busy week."}, {"j": "来客があったので、急いでお茶を入れた。", "e": "raikyaku ga atta node, isoide ocha wo ireta.", "r": "We had a visitor, so I quickly made tea."}, {"j": "未来のことを考えるのは楽しい。", "e": "mirai no koto wo kangaeru no wa tanoshii.", "r": "Thinking about the future is fun."}, {"j": "彼は本来の優しさを持っている人だ。", "e": "kare wa honrai no yasashisa wo motte iru hito da.", "r": "He is a person who has genuine kindness."}]
,
	[{"j": "昨日は楽しい時間を過ごしました。", "e": "I had a good time yesterday.", "r": "kinou wa tanoshii jikan wo sugoshimashita"},{"j": "旅行を楽しむためには計画が大事です。", "e": "Planning is important to enjoy a trip.", "r": "ryokou wo tanoshimu tame ni wa keikaku ga daiji desu"},{"j": "彼は楽器の腕前がすごい。", "e": "He is amazing at playing musical instruments.", "r": "kare wa gakki no uwame ga sugoi"},{"j": "このゲームは楽勝だった。", "e": "I easily won this game.", "r": "kono geemu wa rakushou datta"},{"j": "気楽な服装で来てください。", "e": "Please come in casual attire.", "r": "kiraku na fukusou de kite kudasai"},{"j": "彼はいつも安楽な表情をしている。", "e": "He always has a relaxed expression.", "r": "kare wa itsumo anraku na hyoujou wo shite iru"},{"j": "日本の伝統芸能である能楽を鑑賞したことがあります。", "e": "I have experienced watching Noh, a traditional Japanese performing art.", "r": "nihon no dentou geinou de aru nougaku wo kanshou shita koto ga arimasu"}]
,
	[{"j": "彼は弓を引いて矢を放った。", "e": "I asked him to demonstrate his archery skills using a bow and arrow.", "r": "kare wa yumi wo hiite ya wo hanatta"}, {"j": "古代の戦士は弓矢を巧みに扱っていた。", "e": "Ancient warriors were skilled in using bows and arrows.", "r": "kodai no senshi wa yumi ya wo takumi ni atsukatte ita"}, {"j": "その建物は弓形の屋根をしていて、風情がある。", "e": "The building has a bow-shaped roof, giving it an elegant look.", "r": "sono tatemono wa yumi-gata no yane wo shite ite, fuzei ga aru"}, {"j": "弓道は日本の伝統的な武道のひとつです。", "e": "Kyudo is one of the traditional martial arts in Japan.", "r": "kyuudou wa nihon no dentouteki na budou no hitotsu desu"}, {"j": "古代の日本では弓術が重要な技術として発展していました。", "e": "Archery was an important skill that developed in ancient Japan.", "r": "kodai no nihon de wa kyuujutsu ga juuyou na gijutsu to shite hatten shite imashita"}]
,
	[{"j": "今朝、電車のドアが開くと同時に強風が引いて、驚きました。", "e": "This morning, as the train door opened, a strong gust of wind blew in and I was surprised.", "r": "kesa, densha no doa ga aku to douji ni kaze ga hii te, odorokimashita"}, {"j": "彼は絵を描くのが上手で、多くの人の注目を引ける人物です。", "e": "He is good at painting and is a person who can attract a lot of attention.", "r": "kare wa e wo kaku no ga jyouzu de, ooku no hito no chuumoku wo hiikeru jinbutsu desu"}, {"j": "引き算は簡単な算数の問題です。", "e": "Subtraction is a simple arithmetic problem.", "r": "hikizan wa kantan na sansuu no mondai desu"}, {"j": "有名人の言葉を引用して、プレゼンテーションを行いました。", "e": "I gave a presentation quoting the words of a famous person.", "r": "yuumeijin no kotoba wo inyou shi te, purezenteeshon wo okonai mashi ta"}, {"j": "強引なやり方で人を説得するのは良くないと思います。", "e": "I don't think it's good to persuade people in a forceful manner.", "r": "gouin na yarikata de hito wo settoku suru no wa yoku nai to omoimasu"}]
,
	[{"j": "鳥が美しい羽を広げて飛んでいる。", "e": "The bird is flying with its beautiful wings spread out.", "r": "tori ga utsukushii hane wo hiroge te tonde iru"}, {"j": "今日は少し肌寒いので羽織を持って出かけました。", "e": "It's a little chilly today, so I brought a haori with me when I went out.", "r": "kyou wa sukoshi hada samui node haori wo motte dekakemashita"}, {"j": "可愛らしい色の羽根が地面に落ちていた。", "e": "A cute colored feather was lying on the ground.", "r": "kawairashii iro no hane ga jimen ni ochite ita"}, {"j": "今回の旅行では羽田空港を利用しました。", "e": "I used Haneda Airport for this trip.", "r": "konkai no ryokou de wa haneda kuukou wo riyou shimashita"}, {"j": "暖かい羽毛の布団でぐっすり眠れます。", "e": "I can sleep soundly in a warm down comforter.", "r": "atatakai ke wo no futon de gussuri nemuremasu"}, {"j": "突然の雨に備えて合羽を持って出かけます。", "e": "I'm going out with a raincoat in case of a sudden rain.", "r": "totsuzen no ame ni sonaete kappa wo motte dekakemasu"}]
,
	[{"j": "彼は非常に強い人だ。", "e": "kare wa hijou ni tsuyoi hito da", "r": "kano-wa hijō ni tsuyoi hito da", "t": "He is a very strong person."}, {"j": "頑張ってレポートを書く気持ちを強める必要がある。", "e": "ganbatte repooto wo kaku kimochi wo tsuyomeru hitsuyou ga aru", "r": "It is necessary to strengthen your determination to write the report.", "t": "I need to strengthen my resolve to write the report."}, {"j": "風が強まってきた。", "e": "kaze ga tsuyamatte kita", "r": "kaze-ga tsuyamatte kita", "t": "The wind is picking up."}, {"j": "子どもたちには無理なことを強いるべきではない。", "e": "kodomotachi ni wa muri na koto wo shiiru beki de wa nai", "r": "kodomo-tachi ni wa muri-na koto wo shiiru beki de wa nai", "t": "We should not force children to do things they cannot do."}, {"j": "彼はいつも強引なやり方をする。", "e": "kare wa itsumo gouin na yarikata wo suru", "r": "kare-wa itsumo gouin-na yarikata wo suru", "t": "He always uses forceful methods."}, {"j": "相手チームは強敵だが、負けるわけにはいかない。", "e": "aite chiimu wa kyouteki da ga, makeru wake ni wa ikanai", "r": "aite chīmu wa kyōteki da ga, makeru wake ni wa ikanai", "t": "The opposing team is a strong enemy, but we cannot afford to lose."}, {"j": "企業はサービスの質を強化するために努力している。", "e": "kigyou wa saabisu no tachi wo kyouka suru tame ni doryoku shite iru", "r": "kigyō wa sābisu no tachi wo kyōka suru tame ni doryoku shite iru", "t": "The company is making efforts to enhance the quality of its services."}, {"j": "試験勉強をしています。", "e": "shiken benkyou wo shite imasu", "r": "shiken-benkyou wo shite imasu", "t": "I am studying for the exam."}, {"j": "困難な状況でも彼女がいると心強い。", "e": "konnan na joukyou de mo kanojo ga iru to kokorozuyoi", "r": "kon'nan'na jōkyō de mo kanojo ga iru to kokorozuyoi", "t": "Having her by my side is reassuring even in difficult situations."}]
,
	[{"j": "彼は体が弱いので、いつも気をつけている。", "e": "kare wa karada ga yowai node, itsumo ki wo tsukete iru", "r": "kare wa karada ga yowai no de, itsumo ki wo tsukete iru"}, {"j": "彼女は弱みを見せることが苦手だ。", "e": "kanojo wa yowami wo miseru koto ga nigate da", "r": "kanojo wa yowami wo miseru koto ga nigate da"}, {"j": "疲れて声が弱る", "e": "tsukarete koe ga yowaru", "r": "tsukarete koe ga yowaru"}, {"j": "相手の力を弱める作戦を練っている。", "e": "aite no chikara wo yowameru sakusen wo nette iru", "r": "aite no chikara wo yowameru sakusen wo nette iru"}, {"j": "風が弱まってきた。", "e": "kaze ga yowamatte kita", "r": "kaze ga yowamatte kita"}, {"j": "彼はいつも弱気な言動をしている。", "e": "kare wa itsumo yowage na gendou wo shite iru", "r": "kare wa itsumo yowage na gendou wo shite iru"}, {"j": "自己を省みることができるのは弱点の証だ。", "e": "jiko wo kaerimiru koto ga dekiru no wa jakuten no akashi da", "r": "jiko wo kaerimiru koto ga dekiru no wa jakuten no akashi da"}, {"j": "弱者を助けるための団体が活動している。", "e": "jakusha wo tasukeru tame no dantai ga katsudou shite iru", "r": "jakusha wo tasukeru tame no dantai ga katsudou shite iru"}, {"j": "その貧弱な音は聞き苦しい。", "e": "sono hinjaku na oto wa kikigurushii", "r": "sono hinjaku na oto wa kikigurushii"}]
,
	[{"j": "部屋に電気をつけてください。", "e": "Please turn on the lights in the room."}, {"j": "電話をかけたけれど、留守電だった。", "e": "I tried calling, but it went to voicemail."}, {"j": "今日は電車で会社に行きます。", "e": "I'm going to the office by train today."}, {"j": "夜の公園では美しい電光が輝いている。", "e": "Beautiful electrical lights are shining in the park at night."}]
,
	[{"j": "空に白い雲が浮かんでいる。", "e": "I see white clouds floating in the sky.", "r": "sora ni shiroi kumo ga ukande iru"}, {"j": "青い空に雲間から太陽が顔を出した。", "e": "The sun appeared from between the clouds in the blue sky.", "r": "aoi sora ni kumoma kara taiyou ga kao wo dashita"}, {"j": "雲海の向こうに広大な山岳地帯が広がっていた。", "e": "Beyond the sea of clouds, a vast mountainous region spread out.", "r": "unkai no mukou ni koudai na sangaku chitai ga hirogatte ita"}, {"j": "今日は雨雲が広がっているので、傘を持って出かけた方がいいですね。", "e": "Today, rain clouds are spreading, so it's better to bring an umbrella when you go out.", "r": "kyou wa amagumo ga hirogatte iru node, kasa wo motte dekaketa hou ga ii desu ne"}, {"j": "夏の空には、積乱雲が立ち上がり、雷が鳴ることが多い。", "e": "In the summer sky, cumulonimbus clouds often form and thunder can be heard.", "r": "natsu no sora ni wa, sekiran'un ga tachiagari, kaminari ga naru koto ga ooi"}]
,
	[{"j": "冬になると雪が降ります。", "e": "It snows in winter.", "r": "fuyu ni naru to yuki ga furimasu"},{"j": "日本は雪国として有名です。", "e": "Japan is famous as a snowy country.", "r": "nihon wa yukiguni toshite yuumei desu"},{"j": "昨日は大雪が降りました。", "e": "We had a heavy snowfall yesterday.", "r": "kinou wa ooyuki ga orimashita"},{"j": "吹雪の中を歩くのは大変です。", "e": "It's tough to walk in a blizzard.", "r": "fubuki no naka wo aruku no wa taihen desu"},{"j": "雪が積もってきたので雪だるまを作りました。", "e": "I made a snowman because the snow has piled up.", "r": "yuki ga tsumotte kita node yukidaruma wo tsukurimashita"}]
,
	[{"j": "サッカーボールがゴールに当たった。", "e": "I'm glad you found the information useful.", "r": "sakkā bōru ga gōru ni atatta"}, {"j": "的を当てるために練習しています。", "e": "I'm practicing to hit the target.", "r": "mato wo ateru tame ni renshuu shite imasu"}, {"j": "明日は当日の会議があります。", "e": "We have a meeting scheduled for tomorrow.", "r": "ashita wa toujitsu no kaigi ga arimasu"}, {"j": "当社の製品は高品質です。", "e": "Our company's products are of high quality.", "r": "tousha no seihin wa kouhinshitsu desu"}, {"j": "このプロジェクトの担当者は田中さんです。", "e": "Mr. Tanaka is in charge of this project.", "r": "kono purojekuto no tantousha wa tanaka san desu"}, {"j": "彼の言葉は本当だった。", "e": "What he said was true.", "r": "kare no kotoba wa hontou datta"}]
,
	[{"j": "彼女は優しい心を持っている。", "e": "I practice kendo with all my heart.", "r": "kanojo wa yasashii kokoro wo motte iru"}, {"j": "留学生として初めての国へ行くのは心細いです。", "e": "It's a lonely feeling to go to a new country for the first time as an exchange student.", "r": "ryuugakusei toshite hajimete no kuni e iku no wa kokorobosoi desu"}, {"j": "運動をすると心臓が速くなります。", "e": "My heart beats faster when I exercise.", "r": "undou wo suru to shinzou ga hayaku narimasu"}, {"j": "明日の天気が心配です。", "e": "I'm worried about the weather tomorrow.", "r": "ashita no tenki ga shinpai desu"}, {"j": "試験の結果を聞いて安心しました。", "e": "I felt relieved when I heard the results of the exam.", "r": "shiken no kekka wo kiite anshin shimashita"}, {"j": "東京駅は都心に位置しています。", "e": "Tokyo Station is located in the heart of the city.", "r": "toukyou eki wa toshin ni ichi shite imasu"}, {"j": "料理の初心者でも簡単に作れるレシピがあります。", "e": "There are recipes that even beginners in cooking can easily make.", "r": "ryouri no shoshinsha demo kantan ni tsukureru reshipi ga arimasu"}]
,
	[{"j": "私は彼女が健康で幸せだと思っています。", "e": "I think she is healthy and happy.", "r": "watashi wa kanojo ga kenkou de shiawase da to omotte imasu."},{"j": "彼はいつも周りの人への思いやりがある素敵な人です。", "e": "He is a wonderful person who always shows consideration for others.", "r": "kare wa itsumo mawari no hito e no omoiyari ga aru suteki na hito desu."},{"j": "あの日の思い出が忘れられない。", "e": "I can't forget the memories of that day.", "r": "ano hi no omoide ga wasurerarenai."},{"j": "新しいプロジェクトについて考え中です。いろいろと思案しています。", "e": "I'm thinking about a new project. I'm considering various ideas.", "r": "atarashii purojekuto ni tsuite kangaechuu desu. iroiro to shian shite imasu."},{"j": "彼女はリベラルな思想を持っています。", "e": "She has liberal thoughts.", "r": "kanojo wa riberaru na shisou wo motte imasu."},{"j": "集中して思考に集中しています。", "e": "I am focusing on my thoughts.", "r": "shuuchuu shite shikou ni shuuchuu shite imasu."},{"j": "不思議な力を感じる", "e": "I feel a mysterious power.", "r": "fushigi na chikara wo kanjiru"},{"j": "意思を確認したいので、賛成ですか反対ですか？", "e": "I would like to confirm your intention, are you in favor or opposed?", "r": "ishi wo kakunin shitai node, sansei desu ka hantai desu ka?"}]
,
	[{"j": "日本には伝統的な日本家屋がたくさん残っている。", "e": "In Japan, many traditional Japanese-style houses still remain.", "r": "nihon ni wa dentouteki na nihon ie ga takusan nokotte iru"}, {"j": "電車の遅延で帰りが遅くなり、家路が遠く感じられた。", "e": "Due to the train delay, my way home became long and felt far away.", "r": "densha no chien de kaeri ga osoku nari, ieji ga tooku kanjirareta"}, {"j": "このエリアの家賃は高いです。", "e": "The rent in this area is expensive.", "r": "kono eria no yachin wa takai desu"}, {"j": "家族でピクニックに行った時は楽しかった。", "e": "I had a great time when I went on a picnic with my family.", "r": "kazoku de pikunikku ni itta toki wa tanoshikatta"}, {"j": "田舎に住むおじいさんは農家を営んでいる。", "e": "My grandfather who lives in the countryside runs a farm.", "r": "inaka ni sumu ojiisan wa nouka wo itonade iru"}, {"j": "スイスは美しい景色で有名な国家だ。", "e": "Switzerland is a country known for its beautiful landscapes.", "r": "suisu wa utsukushii keshiki de yuumei na kokka da"}]
,
	[{"j": "部屋の中には大きなベッドが置かれていた。", "e": "There was a large bed in the room.", "r": "heya no naka ni wa ookina beddo ga okarete ita"}, {"j": "外が寒いので室内でゆっくり過ごしています。", "e": "It's cold outside, so I'm taking it easy inside the room.", "r": "soto ga samui node shitsunai de yukkuri sugoshite imasu"}, {"j": "この部屋は室温がちょうど良い。", "e": "The temperature in this room is just right.", "r": "kono heya wa shitsu on ga choudo ii"}, {"j": "明日は新しい教室で授業があります。", "e": "We will have a class in a new classroom tomorrow.", "r": "ashita wa atarashii kyoushitsu de jugyou ga arimasu"}, {"j": "旅館に泊まった際、和室でゆっくりとした時間を過ごした。", "e": "I stayed at a ryokan and spent a relaxing time in a Japanese-style room.", "r": "ryokan ni tommatta sai, washitsu de yukkuri to shita jikan wo sugoshita"}, {"j": "氷室には色々な種類の氷が保存されている。", "e": "Various types of ice are stored in the ice room.", "r": "kourou ni wa iroiro na shurui no koori ga hozon sarete iru"}]
,
	[{"j": "日本では茶道が古くから尊重されています。", "e": "The tea ceremony has been highly respected in Japan since ancient times.", "r": "nihonde wa sadō ga furuku kara songa sarete imasu"}, {"j": "今週末は友達と茶会を開く予定です。", "e": "I'm planning to have a tea party with my friends this weekend.", "r": "konshūmatsu wa tomodachi to chakai wo hiraku yoteidesu"}, {"j": "彼女は茶色のコートを着ていた。", "e": "She was wearing a brown coat.", "r": "kanojo wa chairo no kōto wo kite ita"}, {"j": "お茶は日本人にとって大切な飲み物です。", "e": "Green tea is an important beverage for the Japanese.", "r": "ocha wa nihonjin ni totte taisetsu na nomimono desu"}, {"j": "朝食に紅茶を飲むのが日課です。", "e": "Drinking black tea for breakfast is a daily routine for me.", "r": "chōshoku ni kōcha wo nomu no ga nikka desu"}, {"j": "抹茶アイスクリームが大好きです。", "e": "I love matcha ice cream.", "r": "matcha aisukurīmu ga daisuki desu"}, {"j": "緑茶にはさまざまな健康効果があると言われています。", "e": "Green tea is said to have various health benefits.", "r": "ryokucha ni wa samazama na kenkō kōka ga aru to iwarete imasu"}]
,
	[{"j": "毎月の支出を算出して予算を立てています。", "e": "I calculate my monthly expenses and make a budget.", "r": "maitsuki no shushutsu wo sanshutsu shite yosan wo tate te imasu"},{"j": "子供の頃から算数が得意でした。", "e": "I was good at math since I was a child.", "r": "kodomo no koro kara sansū ga tokui deshita"},{"j": "計算が苦手なので、電卓を使います。", "e": "I'm not good at calculations, so I use a calculator.", "r": "keisan ga nigate na node, dentaku wo shi imasu"},{"j": "このプロジェクトの概算を出してみます。", "e": "I will try to estimate the cost of this project.", "r": "kono purojekuto no gaisan wo dashite mimasu"},{"j": "来年の予算は厳しい見通しです。", "e": "The budget for next year is expected to be tight.", "r": "rainen no yosan wa kibishii mito shidesu"},{"j": "掛け算を練習しています。", "e": "I am practicing multiplication.", "r": "kakezan wo rensu shite imasu"},{"j": "この事業は採算がとれる見込みです。", "e": "This business is expected to be profitable.", "r": "kono jigyou wa saisangen gatoreru mikomi desu"}]
,
	[{"j": "問題に正しく答えることが大切です。", "e": "It is important to answer the question correctly.", "r": "mondai ni tadashiku kotaeru koto ga taisetsu desu"}, {"j": "質問に答えてください。", "e": "Please answer the question.", "r": "shitsumon ni kotaete kudasai"}, {"j": "子供の質問に丁寧に答える", "e": "I always respond politely to children's questions.", "r": "kodomo no shitsumon ni teinei ni kotaeru"}, {"j": "試験の解答を提出してください。", "e": "Please submit your answer to the exam.", "r": "shiken no kaitou wo teishutsu shite kudasai"}, {"j": "彼女のメッセージに返答するのを忘れてしまった。", "e": "I forgot to reply to her message.", "r": "kanojo no messeeji ni hentou suru no wo wasurete shimatta"}, {"j": "質問に即答できる能力は貴重です。", "e": "The ability to answer questions immediately is valuable.", "r": "shitsumon ni sokutou dekiru nouryoku wa kichou desu"}, {"j": "彼は無言のままで、私の言葉に応答しなかった。", "e": "He remained silent and did not respond to my words.", "r": "kare wa mugon no mama de, watashi no kotoba ni outou shinakatta"}, {"j": "警察の質問には誠実に答弁しなければなりません。", "e": "You must answer the police's questions truthfully.", "r": "keisatsu no shitsumon ni wa seijitsu ni touben shinakereba narimasen"}]
,
	[{"j": "日本の海は美しいです。", "e": "Ijapan no umi wa utsukushii desu.", "r": "nihon no umi wa utsukushii desu"}, {"j": "夏休みにはいつも海辺に行きます。", "e": "natsuyasumi ni wa itsumo umibe ni ikimasu.", "r": "natsuyasumi ni wa itsumo umibe ni ikimasu"}, {"j": "波の音が海岸から聞こえてきます。", "e": "nami no oto ga kaigan kara kikoete kimasu.", "r": "nami no oto ga kaigan kara kikoete kimasu"}, {"j": "海洋学を専攻しています。", "e": "kaiyougaku wo senkou shite imasu.", "r": "kaiyougaku wo senkou shite imasu"}, {"j": "今日は海水浴に行ってきました。気持ち良かったです。", "e": "kyou wa kaisuiyoku ni ittekimashita. kimochi yokatta desu", "r": "kyou wa kaisuiyoku ni ittekimashita. kimochi yokatta desu"}, {"j": "深海には未知の生物がたくさんいます。", "e": "shinkai ni wa michi no seibutsu ga takusan imasu.", "r": "shinkai ni wa michi no seibutsu ga takusan imasu"}, {"j": "航海士は大勇敢な仕事です。", "e": "koukaishi wa ooyuukan na shigoto desu", "r": "koukaishi wa ooyuukan na shigoto desu"}]
,
	[{"j": "彼はスポーツが大好きで、毎日活動的に過ごしている。", "e": "He loves sports and is active every day.", "r": "kare wa supootsu ga daisuki de, mainichi katsudouteki ni sugoshite iru"}, {"j": "この団体ではさまざまな活動を行っています。", "e": "Various activities are conducted in this organization.", "r": "kono dantai de wa samazama na katsudou wo okonatte imasu"}, {"j": "最近、新人俳優が映画で活躍しています。", "e": "A rookie actor has been active in movies recently.", "r": "saikin, shinjin haiyuu ga eiga de katsuyaku shite imasu"}, {"j": "彼女は明るくて活発な性格だ。", "e": "She has a bright and lively personality.", "r": "kanojo wa akarukute kappatsu na seikaku da"}, {"j": "日本の文化に触れながら、留学生活を楽しんでいます。", "e": "I am enjoying my student life abroad while experiencing Japanese culture.", "r": "nihon no bunka ni furenagara, ryuugakuseikatsu wo tanoshinde imasu"}, {"j": "バランスのとれた食生活を心がけています。", "e": "I try to maintain a balanced diet.", "r": "baransu no toreta shoku seikatsu wo kokorogakete imasu"}]
,
	[{"j": "公園には大きな池があります。", "e": "There is a big pond in the park.", "r": "kouen ni wa ooki na ike ga arimasu."}, {"j": "古い詩に「古池や蛙飛び込む」という有名な一節があります。", "e": "There is a famous line in an old poem that goes, 'Furu ike ya, kawazu tobikomu.'", "r": "furui uta ni 'furu ike ya kawazu tobikomu' to iu yuumei na hito wa arimasu."}, {"j": "この公園では溜池で釣りを楽しむことができます。", "e": "You can enjoy fishing in the reservoir in this park.", "r": "kono kouen de wa tameike de tsuri wo tanoshimu koto ga dekimasu."}, {"j": "リモコンの電池が切れてしまった。", "e": "The batteries in the remote control have run out.", "r": "rimokon no denchi ga kirete shimatta"}, {"j": "田舎にはきれいな貯水池がたくさんある。", "e": "There are many beautiful reservoirs in the countryside.", "r": "inaka ni wa kirei na chosuichi ga takusan aru"}, {"j": "太陽電池を使ったランプを買いたいと思っています。", "e": "I'm thinking of buying a lamp that uses solar panels.", "r": "taiyoudenchi wo tsukatta ranpu wo kaitai to omotteimasu"}]

,
	[{"j": "彼は古い汽車の写真を集めています。", "e": "I practice kendo using a wooden sword.", "r": "kare wa furui kisha no shashin wo atsumete imasu"}, {"j": "今日は湖で汽船に乗って観光を楽しんだ。", "e": "Today I enjoyed sightseeing by taking a steamboat on the lake.", "r": "kyou wa mizuumi de kisen ni notte kankou wo tanoshinda"}, {"j": "汽笛の音が遠くから聞こえてきた。", "e": "I could hear the sound of a steam whistle coming from afar.", "r": "kiteki no oto ga tooku kara kikoete kita"}, {"j": "暑い日には汽水がさわやかでいいですね。", "e": "Carbonated water is refreshing and nice on a hot day.", "r": "atsui hi ni wa kisui ga sawayaka de ii desu ne"}]
,
	[{"j": "道を歩いて学校に行きます。", "e": "I walk along the road to go to school.", "r": "michi wo aruite gakkou ni ikimasu"},{"j": "この道路は交通量が多いです。", "e": "This road is heavily trafficked.", "r": "kono douro wa koutsuu-ryou ga ooi desu"},{"j": "そんな道理はありえません。", "e": "That makes no sense.", "r": "sonna douri wa arienai desu"},{"j": "料理を作るのに道具が欠かせない。", "e": "Good tools are essential for cooking.", "r": "ryouri wo tsukuru noni dougu ga kakasenai"},{"j": "柔道の道場に通っています。", "e": "I go to a judo dojo.", "r": "judo no douchou ni kayotte imasu"},{"j": "古い街道を散策しました。", "e": "I strolled along an old highway.", "r": "furui kaidou wo sansaku shimashita"},{"j": "近道をすると時間が早く着くことができます。", "e": "If you take a shortcut, you can arrive early.", "r": "chikamichi wo suru to jikan ga hayaku tsuku koto ga dekimasu"}]
,
	[{"j": "彼は遠い国から来た留学生です。", "e": "I practice kendo using a wooden sword.", "r": "kare wa tōi kuni kara kita ryūgakusei desu"}, {"j": "明日は遠出をする予定です。", "e": "I'm planning to go on a long trip tomorrow.", "r": "ashita wa tōde wo suru yoteidesu"}, {"j": "今日は学校で遠足があります。", "e": "We have a school excursion today.", "r": "kyō wa gakkō de ensoku ga arimasu"}, {"j": "遠隔の会議に参加しました。", "e": "I participated in a remote meeting.", "r": "enkaku no kaigi ni sanka shimashita"}, {"j": "永遠の愛を誓います", "e": "I vow to love you for eternity.", "r": "eien no ai wo chikaimasu"}, {"j": "彼は望遠鏡で星を観察している。", "e": "He is observing the stars with a telescope.", "r": "kare wa bōenkyō de hoshi wo kansatsu shite iru"}]
,
	[{"j": "この店は私の家から近いです", "e": "kono mise wa watashi no ie kara chikai desu", "t": "This store is close to my house."}, {"j": "この道を行くと近道になります", "e": "kono michi wo iku to chikamichi ni narimasu", "t": "If you go this way, it will be a shortcut."}, {"j": "うちの近所は静かです", "e": "uchi no kinjo wa shizuka desu", "t": "My neighborhood is quiet."}, {"j": "東京の近郊には美しい自然がたくさんあります", "e": "toukyou no kinkou ni wa utsukushii shizen ga takusan arimasu", "t": "There is a lot of beautiful nature in the outskirts of Tokyo."}, {"j": "最近忙しい日々が続いています", "e": "saikin isogashii hibi ga tsuzuite imasu", "t": "Lately, I've been busy with my days."}, {"j": "列車が駅に接近しています", "e": "ressha ga eki ni sekkin shite imasu", "t": "The train is approaching the station."}]
,
	[{"j": "日曜日には家でゆっくり過ごします", "e": "I spend a relaxing time at home on Sundays."}, {"j": "週末には友達とピクニックに行く予定です", "e": "I'm planning to go on a picnic with my friends this weekend."}, {"j": "週刊誌に興味があって、毎週新しい号を買っています", "e": "I'm interested in weekly magazines, so I buy a new issue every week."}, {"j": "今週は忙しい週ですが、頑張ります", "e": "This week is a busy week, but I will do my best."}, {"j": "来週は旅行に行く予定です", "e": "I'm planning to go on a trip next week."}, {"j": "この雑誌は隔週で発行されています", "e": "This magazine is published every other week."}, {"j": "一週間のハードなトレーニングが終わり、やっと休暇を楽しめる", "e": "After a hard week of training, I can finally enjoy my vacation."}]
,
	[{"j": "毎日、日本語の学校に通っています。", "e": "I go to a Japanese language school every day."}, {"j": "この道は車が通るのが少ないです。", "e": "There are few cars passing through this road.", "r": "kono michi wa kuruma ga tooru no ga sukunai desu."}, {"j": "メールを通して情報を共有しました。", "e": "We shared information through email.", "r": "meeru wo tooshite jouhou wo kyouyuu shimashita"}, {"j": "突然の通り雨で急に濡れてしまった。", "e": "I got wet suddenly in a passing shower.", "r": "totsuzen no tooriame de kyuu ni nurete shimatta"}, {"j": "この道は通行止めになっています。", "e": "This road is closed to traffic.", "r": "kono michi wa tsuukoudome ni natte imasu"}, {"j": "毎朝、電車で通勤しています。", "e": "I commute to work by train every morning.", "r": "maiasa, densha de tsuukin shite imasu"}, {"j": "交通事故に遭ってしまいました。", "e": "I was in a traffic accident.", "r": "koutsuu jiko ni atte shimaimashita"}, {"j": "この列車は直通できますか？", "e": "Does this train go directly to the destination?", "r": "kono ressha wa chokutsuu dekimasu ka"}]
,
	[{"j": "毎朝公園で走っています。", "e": "I run in the park every morning.", "r": "maiasa kouen de hashitte imasu"}, {"j": "彼は走り高跳びで記録を更新した。", "e": "He broke the record in the running high jump.", "r": "kare wa hashiridachio de kiroku wo koushin shita"}, {"j": "その選手は速い走者ですね。", "e": "That player is a fast runner.", "r": "sono senshu wa hayai sousha desu ne"}, {"j": "車が走行中に故障した。", "e": "The car broke down during operation.", "r": "kuruma ga soukouchuu ni koshou shita"}, {"j": "今月の走行距離は200キロです。", "e": "I have run a total of 200 kilometers this month.", "r": "kongetsu no kikyoukyori wa 200 kiro desu"}, {"j": "その選手が独走している。", "e": "The athlete is running alone in the lead.", "r": "sono senshu ga dokusou shite iru"}, {"j": "ジャンプのために助走をつける", "e": "I take a run-up before jumping.", "r": "janpu no tame ni josou wo tsukeru"}, {"j": "犯人が逃走中です。早く捕まえないと。", "e": "The criminal is on the run. We need to catch him quickly.", "r": "hannin ga tousouchuu desu. hayaku tsukamaenai to"}, {"j": "飛行機が滑走路に着陸しました。", "e": "The airplane has landed on the runway.", "r": "hikouki ga kokusourou ni chakuriku shima shita"}, {"j": "暴走族の問題が社会で話題になっている。", "e": "The issue of bosozoku is becoming a topic of conversation in society.", "r": "bousouzoku no mondai ga shakai de wadai ni natte iru"}, {"j": "運動会で徒競走をしました。", "e": "We had a footrace at the sports festival.", "r": "undoukai de tokyousou wo shimashita"}]
,
	[{"j": "地図を使って旅行計画を立てました。", "e": "I made a travel plan using a map.", "r": "chizu wo tsukatte ryokō keikaku wo tatemashita"},{"j": "地球は青い惑星と呼ばれています。", "e": "Earth is called the blue planet.", "r": "chikyū wa aoi wakusei to yobarete imasu"},{"j": "地下には貴重な資源が眠っている。", "e": "Valuable resources are sleeping underground.", "r": "chika ni wa kichōna shigen ga nemutte iru"},{"j": "地下鉄で市内を移動しています。", "e": "I'm moving around the city using the subway.", "r": "chikatetsu de shinai wo idō shite imasu"},{"j": "雨の後は地面が濡れている。", "e": "The ground is wet after the rain.", "r": "ame no ato wa jimen ga nurete iru"},{"j": "このお祭りは地元の人々に愛されている。", "e": "This festival is loved by the local people.", "r": "kono omatsuri wa jimoto no hitobito ni ai sarete iru"},{"j": "昨日、地震がありました。", "e": "There was an earthquake yesterday.", "r": "kinō, jishin ga arimashita"},{"j": "このジャケットの裏地がとても柔らかいです。", "e": "The lining of this jacket is very soft.", "r": "kono jaketto no uraji ga totemo yawarakai desu"},{"j": "日本の土地は狭いが美しいです。", "e": "Japan's land is small but beautiful.", "r": "nippon no tochi wa semai ga utsukushii desu"},{"j": "この部屋の雰囲気が心地よいね。", "e": "The atmosphere in this room is very pleasant.", "r": "kono heya no fun'iki ga kokochi yoi ne"},{"j": "夏休みに遊園地に行きたいです。", "e": "I want to go to an amusement park during the summer vacation.", "r": "natsuyasumi ni yuenchi ni ikitai desu"}]
,
	[{"j": "この公園は素敵な場所です", "e": "I teach English in Japan.", "r": "kono kouen wa sutekina basho desu"}, {"j": "彼女との思い出の場面を忘れられません", "e": "I can't forget the scene with her.", "r": "kanojo to no omoide no bamen wo wasureraremasen"}, {"j": "早朝の市場では新鮮な野菜がたくさん売られている", "e": "At the morning market, a lot of fresh vegetables are being sold.", "r": "sacchou no ichiba de wa shinsen na yasai ga takusan urarete iru"}, {"j": "毎日の職場で頑張っています", "e": "I'm working hard at my workplace every day.", "r": "mainichi no shokuba de ganbatte imasu"}, {"j": "魚市場で新鮮な魚を買いました", "e": "I bought fresh fish at the fish market.", "r": "uojou de shinsen na sakana wo kaimashita"}, {"j": "その劇場では名作の舞台が上演されている", "e": "A masterpiece stage play is being performed at that theater.", "r": "sono gekijou de wa meisaku no butai ga jouen sarete iru"}]
,
	[{"j": "庭には美しい鉄の門があります。", "e": "There is a beautiful iron gate in the garden.", "r": "niwa ni wa utsukushii tetsu no mon ga arimasu."}, {"j": "明日、新しい人生の門出を迎えます。", "e": "I will start a new chapter in my life tomorrow.", "r": "ashita, atarashii jinsei no kado...rin ni wa ippiki no toriwake ga imasu.", "e": "There is a single guard at the gate of the mansion.", "r": "otsukan ni wa ippiki no toriwake ga imasu."}, {"j": "神社の正門をくぐると広い境内が広がっていました。", "e": "When I passed through the main gate of the shrine, a vast precinct spread out before me.", "r": "jinja no seimon wo kuguru to hiroi keidai ga hirogatte imashita."}, {"j": "彼女は料理の一流の腕前を持っている。", "e": "She has top-notch cooking skills.", "r": "kanojo wa ryouri no ichiryuu no uwame wo motte iru."}]
,
	[{"j": "電車の中で本を読んでいたら、突然駅の間でドアが開いた。", "e": "I was reading a book on the train when the door suddenly opened between the stations.", "r": "densha no naka de hon wo yonde itara, totsuzen eki no ma de doa ga aita"}, {"j": "食事をとるの...が長い間見ている。", "e": "She has been staring at me for a long time with a serious expression.", "r": "kanojo wa shinken na kao de nagai aida mite iru"}, {"j": "新入社員は仕事に慣れるのに少し手間がかかることもある。", "e": "It may take some time for a new employee to get used to the work.", "r": "shin nyū shain wa shigoto ni nareru no ni sukoshi tema ga kakaru koto mo aru"}]
,
	[{"j": "日本の音楽を聞いています。", "e": "I am listening to Japanese music.", "r": "nihon no ongaku wo kiite imasu"},{"j": "窓から鳥のさえずりが聞こえてきた。", "e": "I could hear the chirping of birds coming from the window.", "r": "mado kara tori no saezuri ga kikoete kita"},{"j": "彼の名前を聞き覚えがある。", "e": "I have a vague memory of hearing his name before.", "r": "kare no namae wo kikioboe ga aru"},{"j": "毎朝新聞を読んでいます。", "e": "I read the newspaper every morning.", "r": "mai asa shinbun wo yonde imasu"},{"j": "彼は世界各国を旅して見聞を広めている。", "e": "He travels around the world to broaden his knowledge and experience.", "r": "kare wa sekai kakukoku wo tabi shite kenbun wo hirogete iru"},{"j": "名だたる学者の講演を聴聞する機会を得た。", "e": "I had the opportunity to listen to a lecture by a renowned scholar.", "r": "me dataru gakusha no kouen wo choumon suru kikai wo eta"}]
,
	[{"j": "彼女と同じ服を着ている。", "e": "I'm wearing the same clothes as her.", "r": "kanojo to onaji fuku wo kite iru"}, {"j": "彼は僕の1歳上で、同い年だ。", "e": "He is one year older than me and we are the same age.", "r": "kare wa boku no 1 sai ue de, onaidoshi da"}, {"j": "祖父母と同居して暮らしています。", "e": "I live together with my grandparents.", "r": "sofubo to doukyo shite kurashite imasu"}, {"j": "彼は小学校からの同級生です。", "e": "He is a classmate from elementary school.", "r": "kare wa shougakkou kara no doukyuusei desu"}, {"j": "山道を歩いて自然を楽しんだ。", "e": "I walked along a mountain path and enjoyed the nature.", "r": "yamamichi wo aruite shizen wo tanoshinda"}]
,
	[{"j": "日本のお寺では、本堂の内に大きな仏像が安置されています。", "e": "There is a large Buddha statue enshrined inside the main hall of Japanese temples.", "r": "nihon no otera de wa, hondou no uchi ni ooki na butsuzou ga anzai sarete imasu"},{"j": "この本は面白い内容で、一気に読んでしまいました。", "e": "This book has an interesting content, and I ended up reading it in one go.", "r": "kono hon wa omoshiroi naiyou de, ikki ni yonde shimaimashita"},{"j": "彼女は優しい内面を持っていて、多くの人に愛されています。", "e": "She has a gentle inner personality and is loved by many people.", "r": "kanojo wa yasashii naimen wo motte ite, ooku no hito ni ai sarete imasu"},{"j": "コンサートの場内では熱気が溢れていた。", "e": "The concert hall was filled with excitement.", "r": "konsaato no jouchuu de wa nekki ga afurete ita"},{"j": "その神社の境内には静かな雰囲気が漂っていた。", "e": "There was a quiet atmosphere in the precincts of the shrine.", "r": "sono jinja no keidai ni wa shizuka na fun'iki ga tadayotte ita"},{"j": "家族で海外旅行に行くのは楽しい。新しい場所を一緒に楽しめるのが境内だからだ。", "e": "Traveling overseas with family is fun. It's because we can enjoy new places together.", "r": "kazoku de kaigai ryokou ni iku no wa tanoshii. atarashii basho wo issho ni tanoshimeru no ga keidai da kara da"},{"j": "親戚の集まりでたくさんの身内が集まった。", "e": "Many relatives gathered at the family gathering.", "r": "shinseki no atsumari de takusan no miuchi ga atsumatta"}]
,
	[{"j": "昨日は美味しい肉を食べました。", "e": "I ate delicious meat yesterday.", "r": "kinou wa oishii niku wo tabemashita"}, {"j": "この町には良い肉屋がたくさんある。", "e": "There are many good butcher shops in this town.", "r": "kono machi ni wa yoi nikuya ga takusan aru"}, {"j": "彼はスポーツ選手なので、引き締まった肉体をしている。", "e": "He is an athlete, so he has a well-trained body.", "r": "kare wa supootsu senshu na node, hikishimatta nikkou wo shite iru"}, {"j": "焼肉は日本の人気料理の一つです。", "e": "Yakiniku is one of the popular dishes in Japan.", "r": "yakiniku wa nihon no ninki ryouri no hitotsu desu"}, {"j": "筋肉を鍛えるためにジムに通っています。", "e": "I go to the gym to train my muscles.", "r": "kinniku wo kazoeru tame ni jimu ni kayotte imasu"}, {"j": "牛肉のステーキが食べたいです。", "e": "I want to eat a beef steak.", "r": "gyuuniku no suteeki ga tabetai desu"}]
,
	[{"j": "川の岸に大きな岩がたくさん並んでいた。", "e": "There were many large rocks lined up on the river bank.", "r": "kawa no kishi ni ookina iwa ga takusan nanonde ita"},{"j": "岩場で釣りをしている人々がいました。", "e": "There were people fishing on the rocky shore.", "r": "iwa ba de tsuri wo shite iru hitobito ga imashita"},{"j": "この地域ではさまざまな色の岩石が見られる。", "e": "You can see rocks of various colors in this area.", "r": "kono chiiki de wa samazama na iro no ganseki ga mirareru"},{"j": "岩盤の上に立って、深い谷を見下ろした。", "e": "I stood on the rocky surface and looked down into the deep valley.", "r": "iwa ban no ue ni tatte, fukai tani wo mioroshita"},{"j": "その山は一枚岩のように見える美しい形をしている。", "e": "The mountain has a beautiful shape that looks like a single massive rock.", "r": "sono yama wa ichimaiiwa no you ni mieru utsukushii katachi wo shite iru"}]
,
	[{"j": "日本語で何と言いますか？", "e": "Please tell me how to say it in Japanese.", "r": "nihongo de nani to iimasu ka?"}, {"j": "彼はきれいな言葉で話すのが上手です。", "e": "He is good at speaking in beautiful language.", "r": "kare wa kirei na kotoba de hanasu no ga jōzu desu"}, {"j": "外国語を学ぶのは楽しいです。", "e": "Studying foreign languages is fun.", "r": "gaikokugo wo manabu no wa tanoshii desu"}, {"j": "彼女の言動にはいつも驚かされます。", "e": "I'm always surprised by her words and actions.", "r": "kanojo no gendō ni wa itsumo odoroka saremasu"}, {"j": "日本にはたくさんの方言があります。", "e": "There are many dialects in Japan.", "r": "nihon ni wa takusan no hōgen ga arimasu"}]
,
	[{"j": "大切な思い出を記す", "e": "I will write down precious memories.", "r": "taisetsuna omoide wo shirusu"},{"j": "新聞に興味深い記事が載っていた", "e": "There was an interesting article in the newspaper.", "r": "shinbun ni kyoumibukai kiji ga notte ita"},{"j": "毎年祖母の命日にお墓参りをして、彼女を記念しています", "e": "Every year on my grandmother's death anniversary, I visit her grave to commemorate her.", "r": "maitoshi soba no meinichi ni ohaka mairi wo shite, kanojo wo kinen shite imasu"},{"j": "子供の頃の記憶が鮮明に蘇る", "e": "Memories of my childhood come vividly back to me.", "r": "kodomo no koro no kioku ga senmei ni yomigaeru"},{"j": "数学の問題で記号を使う", "e": "I use symbols in math problems.", "r": "suugaku no mondai de kigou wo tsukau"},{"j": "記録を更新する", "e": "I will update the record.", "r": "kiroku wo koushin suru"},{"j": "名前と住所を記入してください", "e": "Please write down your name and address.", "r": "namae to juusho wo kinyuu shite kudasai"},{"j": "毎日日記を書いています", "e": "I write in my diary every day.", "r": "mainichi nikki wo kaite imasu"},{"j": "下記の項目にご記入ください", "e": "Please fill in the items below.", "r": "kakki no koumoku ni go kinyuu kudasai"},{"j": "上記の内容について追加の調査を行います", "e": "We will conduct further investigation on the above-mentioned content.", "r": "jouki no naiyou ni tsuite tsuika no chousa wo okonaimasu"}]
,
	[{"j": "体重を計ることは健康管理に大切です。", "e": "karada wo hakaru koto wa kenkō kanri ni taisetsu desu.", "r": "hakaru is important for managing your health.", "t": "I} measured my weight is important for managing your health."}, {"j": "タイミングを計らって彼女にプレゼントを贈った。", "e": "taimingu wo hakaratte kanojo ni purezento wo okutta.", "r": "I carefully chose the timing and gave her a present.", "t": "I} timed it carefully and gave her a present."}, {"j": "来年の旅行の計画を立てています。", "e": "rainen no ryokou no keikaku wo tatete imasu.", "r": "I'm planning a trip for next year.", "t": "I'm planning a trip for next year."}, {"j": "合計金額は１００ドルです。", "e": "goukei kingaku wa hyaku doru desu.", "r": "The total amount is 100 dollars.", "t": "The total amount is 100 dollars."}, {"j": "腕時計を新しく買いました。", "e": "ude-dokei wo atarashiku kaimashita.", "r": "I bought a new wristwatch.", "t": "I bought a new wristwatch."}]
,
	[{"j": "毎日本を読んでいます。", "e": "I read a book every day.", "r": "mainichi hon wo yonde imasu"}, {"j": "週末はゆっくりと読書を楽しんでいます。", "e": "I enjoy leisurely reading books on the weekends.", "r": "shuumatsu wa yukkuri to dokusho wo tanoshin de imasu"}, {"j": "彼は小説が好きな読者です。", "e": "He is a reader who likes novels.", "r": "kare wa shousetsu ga suki na dokusha desu"}, {"j": "この本では読点が適切に使われている。", "e": "Commas are used appropriately in this book.", "r": "kono hon de wa ten ten ga tekisetsu ni tsuka warete iru"}]
,
	[{"j": "彼は面白い話を語るのが上手です。", "e": "He is good at telling interesting stories.", "r": "kare wa omoshiroi hanashi wo kataru no ga jouzu desu."}, {"j": "古風な言葉で語らうと、雰囲気が出ますね。", "e": "Speaking in old-fashioned words gives a nice atmosphere.", "r": "kohouna kotoba de katarau to, huneiki ga demasu ne."}, {"j": "大学でフランス語を勉強しています。", "e": "I am studying French language at university.", "r": "daigaku de furansugo wo benkyou shite imasu"}, {"j": "彼女が一つの物語を語ってくれた。", "e": "She told me a story.", "r": "kanojo ga hitotsu no monogatari wo katte kureta."}, {"j": "英語が話せるようになりたいです。", "e": "I want to be able to speak English.", "r": "eigo ga hanaseru you ni naritai desu."}, {"j": "日本語を勉強するのは楽しいです。", "e": "Studying Japanese is fun.", "r": "nihongo wo benkyou suru no wa tanoshii desu"}, {"j": "スペイン語の勉強を始めました。", "e": "I started studying Spanish.", "r": "supeingo no benkyou wo hajimemashita"}]
,
	[{"j": "日本語で話すのは楽しいです。", "e": "I enjoy speaking in Japanese.", "r": "nihongo de hanasu no wa tanoshii desu."}, {"j": "昔話を聞きながら、温かい気持ちになります。", "e": "Listening to old tales makes me feel warm inside.", "r": "mukashibanashi wo kikinagara, atatakai kimochi ni narimasu."}, {"j": "最近の話題は何ですか？", "e": "What's the latest topic of discussion?", "r": "saikin no wadai wa nan desu ka?"}, {"j": "彼との会話はいつも楽しい。", "e": "I always enjoy conversations with him.", "r": "kare to no kaiwa wa itsumo tanoshii"}]
,
	[{"j": "日本は私の母国です。", "e": "Japan is my mother country.", "r": "nihon wa watashi no bokoku desu"},{"j": "彼は外国から日本に帰国したばかりです。", "e": "He just returned to Japan from a foreign country.", "r": "kare wa gaikoku kara nihon ni kikoku shita bakari desu"},{"j": "国際的なイベントが市内で開催されています。", "e": "An international event is being held in the city.", "r": "kokusaiteki na ibento ga shinai de kaisai sarete imasu"},{"j": "全国のニュースが流れています。", "e": "National news is being broadcasted.", "r": "zenkoku no nyuusu ga nagarete imasu"},{"j": "彼は出張のため他国に行っています。", "e": "He is currently in another country for a business trip.", "r": "kare wa shucchou no tame takoku ni itte imasu"},{"j": "四国は自然豊かな地域です。", "e": "Shikoku is a region rich in nature.", "r": "shikoku wa shizen yutakana chiiki desu"}]
,
	[{"j": "成功を図るために、最善を尽くします。", "e": "I will do my best to achieve success.", "r": "seikou wo hakaru tame ni, saizen wo tsukushimasu."}, {"j": "週末は図書館で本を借りて読むのが好きです。", "e": "I like to borrow books and read them at the library on weekends.", "r": "shuumatsu wa toshokan de hon wo kaite yomu no ga suki desu."}, {"j": "鳥の図鑑を使って、さまざまな鳥を勉強しています。", "e": "I'm studying various birds using a bird-watching guidebook.", "r": "tori no zukan wo tsukatte, samazamana tori wo benkyou shite imasu"}, {"j": "旅行先では必ず地図を持参します。", "e": "I always bring a map when I travel.", "r": "ryokou saki de wa kanarazu chizu wo jisan shimasu"}, {"j": "彼の発言にはどんな意図があるのか、理解できません。", "e": "I can't understand what his intention is in his remarks.", "r": "kare no hatsugen ni wa donna i do ga aru no ka, rikai dekimasen"}]
,
	[{"j": "子供たちが楽しそうに遊んでいる公園に行きました", "e": "I went to a park where children were playing happily.", "r": "kodomotachi ga tanoshisou ni asonde iru kouen ni ikimashita"}, {"j": "春になるとたくさんの花が咲く花園がきれいです", "e": "The flower garden, where many flowers bloom in spring, is beautiful.", "r": "haru ni naru to takusan no hana ga saku hanazono ga kireidesu"}, {"j": "日本には伝統的な庭園がたくさんあります", "e": "Japan has many traditional Japanese gardens.", "r": "nihon ni wa dentouteki na niwaen ga takusan arimasu"}, {"j": "この地域には素敵な動物園があって、家族でよく訪れます", "e": "There is a lovely zoo in this area, and my family often visits it.", "r": "kono chiiki ni wa suteki na doubutsuen ga atte, kazoku de yoku otozuremasu"}]
,
	[{"j": "日本語は大好きな科目です。", "e": "I love Japanese language as a subject.", "r": "nihongo wa daisuki na kamoku desu."}, {"j": "化学の実験をしています。", "e": "I am conducting a chemistry experiment.", "r": "kagaku no jikken wo shite imasu"}, {"j": "彼は心理学の学科に所属しています。", "e": "He is affiliated with the psychology department.", "r": "kare wa shinrigaku no gakka ni shozoku shite imasu"}, {"j": "彼には窃盗の前科があります。", "e": "He has a previous record of theft.", "r": "kare niwa settou no zenka ga arimasu"}, {"j": "彼は脳外科医です。", "e": "He is a neurosurgeon.", "r": "kare wa nouge i desu"}]	
,
	[{"j": "この市は人口が約50万人です。", "e": "This city has a population of about 500,000 people.", "r": "kono shi wa jinkou ga yaku gojuuman nin desu."}, {"j": "毎週土曜日に地元の市場が開かれています。", "e": "The local market is held every Saturday.", "r": "maishuu doyoubi ni chiiki no ichiba ga akarete imasu"}, {"j": "この国では市民による清掃活動が行われています。", "e": "Citizen-led cleaning activities are being carried out in this country.", "r": "kono kuni dewa shimin ni yoru seisou katsudou ga okonawarete imasu"}, {"j": "市役所には住民サービスセンターがあります。", "e": "The city hall has a residents' service center.", "r": "shiyakusho ni wa juumin saabisu sentaa ga arimasu"}, {"j": "東京は日本の都市の中でも特に人気が高いです。", "e": "Tokyo is especially popular among the cities in Japan.", "r": "toukyou wa nihon no toshi no naka demo toku ni ninki ga takai desu"}, {"j": "朝市では新鮮な野菜や魚が販売されています。", "e": "Fresh vegetables and fish are sold at the morning market.", "r": "asai de wa shinsen na yasai ya sakana ga hanbai sarete imasu"}]
,
	[{"j": "明日は早めに帰ります。", "e": "I will head home early tomorrow.", "r": "ashita wa hayame ni kaerimasu"},{"j": "彼女の財布を拾って帰しました。", "e": "I picked up her wallet and returned it.", "r": "kanojo no saifu wo hirotte kaeshimashita"},{"j": "昨日は遅くまで仕事で帰宅しました。", "e": "I returned home late yesterday due to work.", "r": "kinou wa osoku made shigoto de kitaku shimashita"},{"j": "来月祖国に帰国します。", "e": "I will return to my home country next month.", "r": "raigetsu sokoku ni kikoku shimasu"},{"j": "彼は日本に帰化して日本国籍を取得した。", "e": "He naturalized in Japan and acquired Japanese citizenship.", "r": "kare wa nihon ni kika shite nihon kokuseki wo shutoku shita"},{"j": "けがから復帰するまで、ゆっくり休んでください。", "e": "Please take a rest until you recover from your injury.", "r": "kega kara fukki suru made, yukkuri yasunde kudasai"},{"j": "今度の日帰り旅行は楽しみだ。", "e": "I'm looking forward to the day trip this time.", "r": "kondo no higaeri ryokou wa tanoshimi da"}]	
,
	[{"j": "彼女は黄色のドレスを着ていた。", "e": "I practice kendo using a bamboo sword.", "r": "kanojo wa kiiro no doresu wo kite ita"}, {"j": "その腕輪は本物の黄金でできている。", "e": "That bracelet is made of real gold.", "r": "sono udewa wa honmono no kogane de dekite iru"}, {"j": "台風が接近しているため、空には黄砂がかかっています。", "e": "A typhoon is approaching, so the sky is covered in yellow sand.", "r": "taifū ga sekkin shite iru tame, sora ni wa kōsa ga kakatte imasu"}, {"j": "彼はその試合で本当に輝かしい演技を見せた。まるで黄金のようだった。", "e": "He showed a brilliant performance in the match. He was shining like gold.", "r": "kare wa sono shiai de hontōni kagayakashii engi wo miseta. marude ōgon no yō datta"}, {"j": "卵料理を作る時には卵黄も大切です。", "e": "When making egg dishes, the egg yolk is also important.", "r": "tamagoyaki wo tsukuru toki ni wa ran'yō mo taisetsu desu"}]
,
	[{"j": "彼女は元カレと仲良くしている。", "e": "I practice kare wa moto kare to naka yoku shite iru."}, {"j": "今日はとても元気ですね。", "e": "You look very lively today.", "r": "kyou wa totemo genki desu ne"}, {"j": "この店のラーメンは元祖の味だ。", "e": "This ramen shop's ramen has the original flavor.", "r": "kono mise no raamen wa genso no aji da"}, {"j": "元日には家族でお雑煮を食べます。", "e": "We eat ozoni with my family on New Year's Day.", "r": "ganjitsu ni wa kazoku de o-zouni wo tabemasu"}, {"j": "彼の身元はよくわかっていない。", "e": "We don't know much about his background.", "r": "kare no mimoto wa yoku wakatte inai"}, {"j": "地元のお祭りには毎年参加しています。", "e": "I participate in the local festival every year.", "r": "jimoto no omatsuri ni wa maitoshi sanka shite imasu"}]
,
	[{"j": "太陽の光が部屋に差し込んでいる。", "e": "The sunlight is streaming into the room.", "r": "taiyou no hikari ga heya ni sashikonde iru"}, {"j": "星が光っている夜空を見上げた。", "e": "I looked up at the night sky where the stars were shining.", "r": "hoshi ga hikatte iru yozora wo miageta"}, {"j": "レーザー光線が照射されています。", "e": "The laser beam is being emitted.", "r": "reezAA kousen ga shousha sarete imasu"}, {"j": "静かな夜に月光が美しく輝いていた。", "e": "The moonlight was shining beautifully on the quiet night.", "r": "shizukana yoru ni gekkou ga utsukushiku kagayaite ita"}, {"j": "この部屋は良い採光があるので明るいです。", "e": "This room has good natural light, so it's bright.", "r": "kono heya wa yoi saikou ga aru node akarui desu"}, {"j": "雷の光とともに大きな音が響いた。", "e": "There was a loud sound along with the flash of lightning.", "r": "kaminari no hikari to tomo ni ooki na oto ga hibiita"}]
,
	[{"j": "昨日、古本を１０冊売りました。", "e": "I sold 10 used books yesterday.", "r": "kinou, kohon wo juu-satsu urimashita"}, {"j": "この商品は人気があり、よく売れます。", "e": "This product is popular and sells well.", "r": "kono shouhin wa ninki ga ari, yoku uremasu"}, {"j": "最初の売値よりも安くしました。", "e": "I set a lower selling price than the initial price.", "r": "saisho no urine yori mo yasuku shimashita"}, {"j": "1階が食品売り場、2階が衣料品売り場です。", "e": "The first floor is the food section and the second floor is the clothing section.", "r": "ikkaiga shokuhin uriba, nikkaiga iryouhin uriba desu"}, {"j": "その町では偽ブランド品を売る売人が逮捕された。", "e": "A seller of counterfeit brand products was arrested in that town.", "r": "sono machi de wa nise burandohin wo uru uribito ga taiho sareta"}, {"j": "このサイトでは安全な取引のために厳しい売買ルールがあります。", "e": "This site has strict buying and selling rules for safe transactions.", "r": "kono saito de wa anzen na torihiki no tame ni kibishii baibai ruuru ga arimasu"}, {"j": "売春は法律で禁止されています。", "e": "Prostitution is prohibited by law.", "r": "baishun wa houritsu de kinshi sarete imasu"}, {"j": "今日は特売でお得な商品がたくさんあります。", "e": "There are a lot of good deals on special sale items today.", "r": "kyou wa tokubai de otoku na shouhin ga takusan arimasu"}, {"j": "彼は小さな店を持って商売しています。", "e": "He runs a small shop as his business.", "r": "kare wa chiisana mise wo motte shoubai shite imasu"}, {"j": "新発売のスマートフォンがすぐに売り切れてしまった。", "e": "The new smartphone released sold out quickly.", "r": "shin hatsubai no sumaatofon ga sugu ni urikirete shimatta"}]
,
	[{"j": "彼は半ば驚いたような顔をしていた。", "e": "I practice the kendo halfway using a bokken.", "r": "kare wa nakaba odoroita you na kao wo shite ita"}, {"j": "朝食には卵を半分だけ食べました。", "e": "I ate only half of the egg for breakfast.", "r": "choushoku ni wa tamago wo hanbun dake tabemashita"}, {"j": "この商品は今、半額セール中です。", "e": "This product is currently on sale for half price.", "r": "kono shouhin wa ima, hangaku seeru chuu desu"}, {"j": "円形の庭には半円形の池があります。", "e": "There is a semicircular pond in the round garden.", "r": "enkei no niwa ni wa han'enkei no ike ga arimasu"}, {"j": "試合の前半は苦しい展開だったが、後半に逆転した。", "e": "The first half of the game was tough, but we made a comeback in the second half.", "r": "shiai no zenhan wa kurushii tenkai datta ga, kouhan ni gyakuten shita"}]
,
	[{"j": "野菜を切ってサラダを作ります。", "e": "I cut the vegetables to make salad.", "r": "yasai wo kitte sarada wo tsukurimasu"},{"j": "新幹線の切符を買いました。", "e": "I bought a Shinkansen ticket.", "r": "shinkansen no kippu wo kaimashita"},{"j": "電話が突然切断された。", "e": "The call was suddenly disconnected.", "r": "denwa ga totsuzen setsudan sareta"},{"j": "家族との時間はとても大切です。", "e": "Spending time with family is very important.", "r": "kazoku to no jikan wa totemo taisetsu desu"},{"j": "彼はいつも親切にしてくれる。", "e": "He is always kind to me.", "r": "kare wa itsumo shinsetsu ni shite kureru"},{"j": "その計画は一切変更することなく進める予定です。", "e": "We plan to proceed with the project without making any changes.", "r": "sono keikaku wa issai henkō suru koto naku susumeru yoteidesu"}]
,
	[{"j": "日本語が少し分かります。", "e": "I understand a little Japanese.", "r": "nihongo ga sukoshi wakarimasu"}, {"j": "この道で道が二つに分かれています。", "e": "This road splits in two directions.", "r": "kono michi de michi ga futatsu ni wagarete imasu"}, {"j": "友達とお菓子を分ける", "e": "I share snacks with my friends.", "r": "tomodachi to okashi wo wakeru"}, {"j": "式で和服と洋服をわかつことにしました。", "e": "We decided to separate into wearing kimono and western clothes at the ceremony.", "r": "shiki de wafuku to youfuku wo wakatsu koto ni shimashita"}, {"j": "会社では分業制が行われている。", "e": "Division of labor is practiced in the company.", "r": "kaisha de wa bungyou sei ga gyowarete iru"}, {"j": "このケーキの一部分を食べてもいいですか？", "e": "Can I eat a piece of this cake?", "r": "kono keeki no ichibubun wo tabete mo ii desu ka"}, {"j": "五分間待ってもう少し遅れるかもしれません。", "e": "I'll wait for five more minutes, but I might be a little late.", "r": "gofunkan matte mou sukoshi okureru kamoshiremasen"}]
,
	[{"j": "1番の列車に乗ります。", "e": "I will take the number 1 train.", "r": "ichi ban no ressha ni norimasu"},{"j": "待ち合わせの順番が近づいています。", "e": "It's almost time for our meeting in order.", "r": "machiawase no junban ga chikazuite imasu"},{"j": "警察官が交番でお互いに情報を交換していた。", "e": "The police officers were exchanging information with each other at the police box.", "r": "keisatsukan ga kouban de otagai ni jouhou wo koukan shite ita"},{"j": "会議の資料に欠番があります。", "e": "There is a missing number in the meeting materials.", "r": "kaigi no shiryou ni ketsuban ga arimasu"},{"j": "今日は君が当番だよ。", "e": "Today it's your turn to be on duty.", "r": "kyou wa kimi ga touban da yo"}]
,
	[{"j": "日本で美味しいお米がたくさん作られています。", "e": "In Japan, delicious rice is produced in abundance.", "r": "nihonde oishii okome ga takusan sakarete imasu"},{"j": "一粒ずつ丁寧に食べるのがおいしいです。", "e": "Eating each grain one by one is delicious.", "r": "hitotsubo zutsu teinei ni taberu no ga oishii desu"},{"j": "日本は米国と親しい関係です。", "e": "Japan has a close relationship with the United States.", "r": "nihon wa beikoku to shitashii kankei desu"},{"j": "この部屋は２０平米あります。", "e": "This room is 20 square meters in size.", "r": "kono heya wa nijuu heibei arimasu"},{"j": "玄米は栄養が豊富で健康に良いと言われています。", "e": "Brown rice is said to be nutritious and good for health.", "r": "genmai wa eiyou ga houfu de kenkou ni yoi to iwarete imasu"},{"j": "毎日白米を食べています。", "e": "I eat white rice every day.", "r": "mainichi hakumai wo tabete imasu"}]
,
	[{"j": "彼女は美しい絵を描いています。", "e": "She is painting a beautiful picture.", "r": "kanojo wa utsukushii e wo egaite imasu"},{"j": "子供の頃、母がよく絵本を読んでくれました。", "e": "When I was a child, my mother often read picture books to me.", "r": "kodomo no... 絵を描くのが好きです。", "e": "I have no talent for drawing, but I appreciate art.", "r": "e wo kaku no ga suki desu"}]
,
	[{"j": "彼女は細いウエストを持っています。", "e": "I practice kare wa hosoi uesuto wo motte imasu."}, {"j": "この糸は細かくて柔らかいです。", "e": "This thread is thin and soft.", "r": "kono ito wa komakakute yawarakai desu"}, {"j": "野菜が細切りになっています。", "e": "The vegetables are thinly sliced.", "r": "yasai ga hosogiri ni natte imasu"}, {"j": "この木の細工は本当に美しいですね。", "e": "This woodwork is really beautiful.", "r": "kono ki no saiku wa hontō ni utsukushī desu ne"}, {"j": "詳細な情報をお知らせいたします。", "e": "We will provide you with detailed information.", "r": "shōsai na jōhō wo oshirase itashimasu"}]
,
	[{"j": "細い線が空を飛んでいるように見えた。", "e": "I saw a thin line that looked like it was flying in the sky.", "r": "hosoi sen ga sora wo tonde iru you ni mieta."}, {"j": "新幹線は日本の鉄道の中でも最速です。", "e": "The shinkansen is the fastest train in Japan.", "r": "shinkansen wa nihon no tetsudou no naka demo saisoku desu."}, {"j": "公園には美しい曲線の橋が架かっている。", "e": "There is a beautiful curved bridge in the park.", "r": "kouen ni wa utsukushii kyokusen no hashi ga kakatte iru"}, {"j": "電線が地面につながっている。", "e": "The power line is connected to the ground.", "r": "densen ga jimen ni tsunagatte iru"}, {"j": "高速道路で車線を変える時は注意が必要です。", "e": "You need to be careful when changing lanes on the highway.", "r": "kousoku douro de rasen wo kaeru toki wa chuui ga hitsuyou desu"}, {"j": "子午線は北極と南極を結ぶ架空線のことだ。", "e": "The meridian is an imaginary line connecting the North Pole and the South Pole.", "r": "sumisen wa hokkyoku to nankyoku wo musubu kakuusen no koto da"}]
,
	[{"j": "日本では環境保護のためにプラスチック袋の使用が制限されています。", "e": "In Japan, the use of plastic bags is restricted to protect the environment.", "r": "nihonde kankyō hogo no tame ni purasutikku bukuro no shiyō ga seigen sarete imasu"},{"j": "お店でお買い物をするとき、紙袋を使うことが増えてきました。", "e": "I have started using paper bags more often when shopping at stores.", "r": "o mise de wo kaimono wo suru toki, kamibukuro wo tsukau koto ga fuete kimashita"},{"j": "その国の紙幣を持っていると、現地の買い物もスムーズですね。", "e": "Having the local currency of a country makes shopping there smooth.", "r": "sono kuni no shihei wo motte iru to, genchi no kaimono mo sumūzu desu ne"},{"j": "久しぶりに古い友達から手紙をもらった。とても嬉しかった。", "e": "I received a letter from an old friend after a long time. I was very happy.", "r": "hisashiburi ni furui tomodachi kara tegami wo moratta. totemo ureshikatta"},{"j": "書類を提出する際には、この用紙に記入してください。", "e": "When submitting documents, please fill them out on this form.", "r": "shorui wo teishutsu suru sai ni wa, kono yōshi ni kinyū shite kudasai"},{"j": "新聞紙を使ってパンを焼くと、香りが良くて美味しく焼けるらしい。", "e": "I hear that using newspaper to bake bread makes it smell good and delicious.", "r": "shinbunshi wo tsukatte pan wo yaku to, kaori ga yokute oishiku yakeru rashii"}]
,
	[{"j": "新しいチームを組むことになりました。", "e": "I'm going to form a new team.", "r": "atarashii chiimu wo kumu koto ni narimashita"}, {"j": "組み立て方が間違っているようです。", "e": "It seems like the way it's assembled is wrong.", "r": "kumitatekata ga machigatte iru youdesu"}, {"j": "バッハの組曲は美しい曲が多いです。", "e": "Bach's suite is full of beautiful music.", "r": "bahha no kumikyoku wa utsukushii kyoku ga ooidesu"}, {"j": "国際的な組織で働いています。", "e": "I work for an international organization.", "r": "kokusaiteki na soshiki de hataraite imasu"}, {"j": "この化粧品は天然成分で組成されています。", "e": "This cosmetic is composed of natural ingredients.", "r": "kono keshouhin wa tennen seibun de kumisei sarete imasu"}, {"j": "今夜の番組はとても面白そうですね。", "e": "The program tonight seems very interesting, doesn't it?", "r": "kon'ya no bangumi wa totemo omoshirosou desu ne"}]
,
	[{"j": "今日は外がとても寒いです。", "e": "It's very cold outside today.", "r": "kyou wa soto ga totemo samui desu"}, {"j": "このケーキの外側はチョコレートでできています。", "e": "The outside of this cake is made of chocolate.", "r": "kono keeki no sotogawa wa chokoreeto de dekite imasu"}, {"j": "ボタンを外すのに苦労しました。", "e": "I had trouble unbuttoning my shirt.", "r": "botan wo hazusu noni kurou shimashita"}, {"j": "最近は忙しくて外食することが多いです。", "e": "I've been busy recently, so I eat out a lot.", "r": "saikin wa isogashikute gaishoku suru koto ga ooidesu"}, {"j": "旅行先では外貨を使うことが多いです。", "e": "I often use foreign currency when I'm traveling abroad.", "r": "ryokou saki de wa gaika wo tsukau koto ga ooidesu"}, {"j": "外科医は手術を成功させました。", "e": "The surgeon successfully performed the operation.", "r": "gekai wa shujutsu wo seikou samashimashita"}, {"j": "彼の反応は意外だった。", "e": "His reaction was unexpected.", "r": "kare no hannou wa igai datta"}]
,
	[{"j": "窓の角に猫が座っていました。", "e": "I practice kendo using a wooden sword.", "r": "madono kado ni neko ga suwatte imashita"}, {"j": "彼はサッカーの試合で素晴らしいシュートを決めた。", "e": "He scored a wonderful goal in the soccer game.", "r": "kare wa sakkaa no...o accessories.", "r": "mado no sumi ni takarabako ga okotte imashita"}, {"j": "彼の意見には一定の角度がある。", "e": "His opinion has a certain angle.", "r": "kare no iken ni wa ittei no kakudo ga aru"}, {"j": "この三角形の形を覚えておいてください。", "e": "Please remember the shape of this triangle.", "r": "kono sankakkei no katachi wo oboete oite kudasai"}, {"j": "絵を描くとき、四角形の枠を使うことが多いです。", "e": "When drawing a picture, I often use a square frame.", "r": "e wo kaku toki, shikakkei no waku wo tsukau koto ga ooi desu"}]
,
	[{"j": "彼はとても上手に歌う。", "e": "kare wa totemo jouzu ni utau.", "t": "He sings very well."}, {"j": "彼女の歌声は心を癒してくれる。", "e": "kanojo no utagoe wa kokoro wo iyashite kureru.", "t": "Her singing voice heals my heart."}, {"j": "この曲の歌詞を覚えたい。", "e": "kono kyoku no kashi wo oboetai.", "t": "I want to memorize the lyrics of this song."}, {"j": "日本で有名な歌手がコンサートを行います。", "e": "nihon de yuumei na kashu ga konsaato wo okonaimasu.", "t": "A famous singer from Japan will hold a concert."}, {"j": "日本の伝統芸能である歌舞伎を観たことがありますか？", "e": "nihon no dentou geinou de aru kabuki wo mita koto ga arimasu ka?", "t": "Have you ever seen Kabuki, a traditional Japanese performing art?"}, {"j": "古今和歌の名句を学ぶ", "e": "kokon waka no meiku wo manabu", "t": "Studying famous verses of Japanese poetry from ancient to modern times"}, {"j": "日本の歌の中で短歌は独特の美しさがある。", "e": "nihon no uta no naka de tanka wa dokutoku no utsukushisa ga aru.", "t": "Among Japanese songs, tanka poems have a unique beauty."}, {"j": "演歌は日本の伝統音楽の一つだ。", "e": "enka wa nihon no dentou ongaku no hitotsu da.", "t": "Enka is one of Japan's traditional music genres."}, {"j": "オリンピックで国歌が演奏されました。", "e": "orinpikku de kokka ga ensou saremashita.", "t": "The national anthem was played at the Olympics."}]
,
	[{"j": "日本の牛はとても美味しいです。", "e": "Japanese beef is very delicious.", "r": "nihon no ushi wa totemo oishii desu"}, {"j": "今日の夕食には牛肉を使ってシチューを作りました。", "e": "I made stew using beef for dinner tonight.", "r": "kyou no yuushoku ni wa gyuuniku wo tsukatte shichuu wo tsukurimashita"}, {"j": "その大きな牛舎にはたくさんの牛がいました。", "e": "There were many cows in the large cow shed.", "r": "sono ooki na gyuusha ni wa takusan no ushi ga imashita"}, {"j": "朝は牛乳を飲むと元気が出ます。", "e": "Drinking milk in the morning gives me energy.", "r": "asa wa gyuunyuu wo nomu to genki ga demasu"}, {"j": "この牧場では美しい乳牛が育てられています。", "e": "Beautiful dairy cows are being raised on this farm.", "r": "kono bokujou de wa utsukushii gyuunyuu ga sodaterarete imasu"}, {"j": "夏には牡牛座がよく見えます。", "e": "Taurus is often visible in the summer sky.", "r": "natsu ni wa ooushiza ga yoku miemasu"}]
,
	[{"j": "日本の夏は午後はよく暑いです。", "e": "It gets very hot in the afternoon during the summer in Japan.", "r": "nihon no natsu wa gogo wa yoku atsui desu"},{"j": "朝の散歩が好きなので、毎日の午前中に公園に行きます。", "e": "I like morning walks, so I go to the park every morning.", "r": "asa no sanpo ga suki na node, mainichi no gozenchuu ni kouen ni ikimasu"},{"j": "日本では正午になるとお昼ご飯を食べる習慣があります。", "e": "In Japan, there is a custom to eat lunch at noon.", "r": "nihon de wa shougo ni naru to ohirugohan wo taberu shuukan ga arimasu"},{"j": "子午線は地球を南北に分ける想像上の線です。", "e": "The Prime Meridian is an imaginary line that divides the earth into the Eastern and Western Hemispheres.", "r": "shogosen wa chikyuu wo nankoku ni wakeru souzoujou no sen desu"}]
,
	[{"j": "彼女の頭の上には明るい点が一つ見えていた。", "e": "I could see a bright spot above her head.", "r": "kanojo no atama no ue ni wa akarui ten ga hitotsu miete ita."}, {"j": "車のエンジンを点火すると、すぐに出発できます。", "e": "When you ignite the car engine, you can depart immediately.", "r": "kuruma no enjin wo tenka suru to, sugu ni shuppatsu dekimasu"}, {"j": "この本は点字でも提供されています。", "e": "This book is also available in braille.", "r": "kono hon wa tenji demo teikyō sarete imasu"}, {"j": "彼の視点から考えると納得できる理由だ。", "e": "It's a convincing reason when looked at from his point of view.", "r": "kare no shiten kara kangaeru to nattoku dekiru riyū da"}, {"j": "この問題には様々な観点がある。", "e": "There are various perspectives on this issue.", "r": "kono mondai ni wa samazama na kanten ga aru"}, {"j": "チームは見事なゴールを決めて得点した。", "e": "The team scored a beautiful goal.", "r": "chīmu wa migoto na gōru wo kimete tokuten shita"}, {"j": "彼女には何も欠点がないと思う。", "e": "I don't think she has any flaws.", "r": "kanojo ni wa nani mo ketten ga nai to omou"}, {"j": "列車はついに終点に到着した。", "e": "The train finally arrived at the final station.", "r": "ressha wa tsuini shūten ni tōchaku shita"}]
,
	[{"j": "彼は黒いスーツを着ていた。", "e": "I practice kendo using a black wooden sword.", "r": "kare wa kuroi sūtsu wo kite ita"}, {"j": "この本は表紙が黒字でかっこいい。", "e": "This book has a black cover and looks cool.", "r": "kono hon wa hyōshi ga kuroji de kakkoii"}, {"j": "黒潮の影響で気温が上がることがある。", "e": "The Kuroshio current sometimes causes temperatures to rise.", "r": "kuroshio no eikyō de kion ga agaru koto ga aru"}, {"j": "その事件の背後には巨大な黒幕がいると言われている。", "e": "It is said that there is a huge black curtain behind that incident.", "r": "sono jiken no haigo ni wa kyodai na kuromaku ga iru to iwarete iru"}, {"j": "先生が黒板に新しい漢字を書いていた。", "e": "The teacher was writing new kanji on the blackboard.", "r": "sensei ga kokuban ni atarashii kanji wo kaite ita"}]
,
	[{"j": "日本の海で美味しい魚を食べました。", "e": "I ate delicious fish in the sea of Japan.", "r": "nihon no umi de oishii sakana wo tabemashita"},{"j": "今日は魚を買いに魚屋へ行きます。", "e": "I'm going to the fish market to buy fish today.", "r": "kyou wa...屋に寄ってみた。", "e": "I stopped by a fish market on my way home from work.", "r": "kaigan no machi ni wa omoshiroi gyokan ga aru"},{"j": "子供の頃、金魚を飼っていました。", "e": "I used to have a goldfish when I was a child.", "r": "kodomo no koro, kingyo wo g"}]
,
	[{"j": "日本の競馬はとても人気があります。", "e": "Horse racing is very popular in Japan.", "r": "nihon no keiba wa totemo ninki ga arimasu"},{"j": "昔、馬小屋で馬を飼っていたことがあります。", "e": "I used to keep horses in a stable when I was younger.", "r": "mukashi, umaya de uma wo katte ita koto ga arimasu"},{"j": "昔の町並みを楽しむために馬車に乗りました。", "e": "I took a horse-drawn carriage to enjoy the old town scenery.", "r": "mukashi no machinami wo tanoshimu tame ni basha ni norimashita"},{"j": "乗馬はとても楽しいスポーツです。", "e": "Horseback riding is a very enjoyable sport.", "r": "jouba wa totemo tanoshii supootsu desu"},{"j": "牛馬が草を食べている光景がのどかですね。", "e": "It's peaceful to see cows and horses grazing on grass.", "r": "ushi uma ga kusa wo tabete iru koukei ga nodoka desu ne"},{"j": "神社で絵馬を奉納しました。", "e": "I dedicated an Ema (votive horse tablet) at the shrine.", "r": "jinja de ema wo hounou shimashita"}]
,
	[{"j": "この公園ではたくさんの鳥が見られます。", "e": "In this park, you can see many birds.", "r": "kono kouen de wa takusan no tori ga miraremasu."}, {"j": "日本の神社には美しい鳥居があります。", "e": "Japanese shrines have beautiful torii gates.", "r": "nihon no jinja ni wa utsukushii torii ga arimasu"}, {"j": "彼女は鳥小屋で鳥たちと遊んでいる。", "e": "She is playing with the birds in the birdcage.", "r": "kanojo wa tori koya de tori-tachi to asonde iru"}, {"j": "鳥類の中でもオウムは知能が高いと言われています。", "e": "Among birds, parrots are said to be highly intelligent.", "r": "chourui no naka demo oumu wa chinou ga takai to iwarete imasu"}, {"j": "湖で白鳥が graceful に泳いでいた。", "e": "A swan was swimming gracefully on the lake.", "r": "mizuumi de hakuchou ga graceful ni oyoide ita"}, {"j": "窓の外に小鳥がさえずっている。", "e": "There are small birds chirping outside the window.", "r": "mado no soto ni kotori ga saezutte iru"}]
,
	[{"j": "京浜は東京と神奈川を結ぶ地域です。", "e": "Keihin is a region that connects Tokyo and Kanagawa.", "r": "keihin wa tōkyō to kanagawa wo musubu chiiki desu"},{"j": "京都は日本で最も美しい町の一つと言われています。", "e": "Kyoto is said to be one of the most beautiful cities in Japan.", "r": "kyōto wa nihon de mottomo utsukushii machi no hitotsu to iwarete imasu"},{"j": "京大は日本の名門大学の一つです。", "e": "Kyoto University is one of the prestigious universities in Japan.", "r": "kyō dai wa nihon no meimon daigaku no hitotsu desu"},{"j": "京料理は繊細で美しい料理です。", "e": "Kyoto cuisine is delicate and beautiful.", "r": "kyō ryōri wa sensai de utsukushii ryōri desu"},{"j": "京菓子は見た目も美しく、味もおいしいです。", "e": "Kyoto sweets are not only beautiful but also delicious.", "r": "kyō kashi wa mita me mo utsukushiku, aji mo oishii desu"},{"j": "東京は日本の首都です。", "e": "Tokyo is the capital of Japan.", "r": "tōkyō wa nihon no shuto desu"},{"j": "上京するたびに新しい発見があります。", "e": "Every time I visit Kamigyo, I make new discoveries.", "r": "jōgyō suru tabi ni atarashī hakken ga arimasu"},{"j": "帰京すると懐かしい気持ちがします。", "e": "I feel nostalgic when I return to Kyoto.", "r": "ki kyō suru to natsukashī kimochi ga shimasu"},{"j": "北京に行くのは初めてです。", "e": "It's my first time going to Beijing.", "r": "pēkin ni iku no wa hajimete desu"}]
,
	[{"j": "異なる意見が交ざっている会議が続いた。", "e": "Various opinions were mixed in the ongoing meeting."}, {"j": "公園で多くの人々の笑顔と交わった。", "e": "I exchanged smiles with many people in the park."}, {"j": "名刺を交換しながらビジネスの話をした。", "e": "We exchanged business cards and talked about business."}, {"j": "この道は交通量が多いです。", "e": "This road has heavy traffic."}, {"j": "国際的な交易が盛んに行われている港町です。", "e": "It is a port town where international trade is thriving."}, {"j": "次の交差点を右折してください。", "e": "Please turn right at the next intersection."}, {"j": "外交官として世界各国との関係を築くことは重要です。", "e": "It is important to build relationships with various countries as a diplomat."}]
,
	[{"j": "この服の形がとてもシンプルで素敵です", "e": "kono fuku no katachi ga totemo shinpuru de suteki desu.", "r": "This dress has a very simple and lovely shape.", "t": "kono fuku no katachi ga totemo shinpuru de suteki desu."}, {"j": "彼は長方形の顔をしている", "e": "kare wa chouhogata no kao wo shite iru", "r": "He has a rectangular face.", "t": "kare wa chouhogata no kao wo shite iru"}, {"j": "祖母が亡くなったとき、形見の指輪をもらいました", "e": "sobo ga nakunatta toki, katami no yubiwa wo moraimashita", "r": "I received my grandmother's ring as a memento when she passed away.", "t": "sobo ga nakunatta toki, katami no yubiwa wo moraimashita"}, {"j": "この書類は正式な形式で提出してください", "e": "kono shorui wa seishiki na keishiki de teishutsu shite kudasai", "r": "Please submit this document in the official format.", "t": "kono shorui wa seishiki na keishiki de teishutsu shite kudasai"}, {"j": "試合開始前は我々の形勢が良かった", "e": "shiai kaishi mae wa wareware no keisei ga yokatta", "r": "We had the advantage before the start of the match.", "t": "shiai kaishi mae wa wareware no keisei ga yokatta"}, {"j": "このパズルはさまざまな図形があります", "e": "kono pazuru wa samazama na zuge ga arimasu", "r": "This puzzle has various shapes.", "t": "kono pazuru wa samazama na zuge ga arimasu"}, {"j": "この庭にはきれいな円形の池がある", "e": "kono niwa ni wa kirei na enkei no ike ga aru", "r": "There is a beautiful circular pond in this garden.", "t": "kono niwa ni wa kirei na enkei no ike ga aru"}, {"j": "子供の頃、人形遊びが大好きだった", "e": "kodomo no koro, ningyou asobi ga daisuki datta", "r": "I loved playing with dolls when I was a child.", "t": "kodomo no koro, ningyou asobi ga daisuki datta"}]
,
	[{"j": "その部屋には白い戸が一つあります。", "e": "Ii heya ni wa shiroi to ga hitotsu arimasu.", "r": "ono heya ni wa shiroi to ga hitotsu arimasu"}, {"j": "玄関の戸口に花が飾られていた。", "e": "Kanagawa no toguchi ni hana ga kazararete ita.", "r": "kanagawa no toguchi ni hana ga kazararete ita"}, {"j": "母が新しい食器を取りに戸棚を開けた。", "e": "Haha ga atarashī shokki wo tori ni todana wo ake ta.", "r": "haha ga atarashī shokki wo tori ni todana wo ake ta"}, {"j": "戸籍の提出が必要な手続きがあります。", "e": "Koseki no teishutsu ga hitsuyō na tetsuzuki ga arimasu.", "r": "koseki no teishutsu ga hitsuyō na tetsuzuki ga arimasu"}, {"j": "東京はかつて江戸と呼ばれていました。", "e": "Tōkyō wa katsute Edo to yobarete imashita.", "r": "tōkyō wa katsute edo to yobarete imashita"}, {"j": "雨が強くなってきたので、雨戸を閉めた。", "e": "Ame ga tsuyoku natte kita node, amado wo shimeta.", "r": "ame ga tsuyoku natte kita node, amado wo shimeta"}, {"j": "昨日松戸で美味しいそばを食べました。", "e": "Kinou Matsudo de oishii soba wo tabemashita.", "r": "kinou matsudo de oishii soba wo tabemashita"}]
,
	[{"j": "彼女の声はとても優しくて癒される。", "e": "kanojo no koe wa totemo yasashikute iyasareru", "r": "ka.no.jo no ko.e wa to.te.mo yasa.shi.ku.te i.ya.sa.re.ru"}, {"j": "彼の声色には深い感情が漂っていた。", "e": "kare no kowairo ni wa fukai kanjou ga tadayotte ita", "r": "ka.re no ko.wa.i.ro ni wa fu.kai kan.jou ga ta.da.yo.tte i.ta"}, {"j": "あのアニメの声優は人気ですね。", "e": "ano anime no seiyuu wa ninki desu ne", "r": "a.no a.ni.me no se.i.yuu wa nin.ki de.su ne"}, {"j": "選手たちを力強く声援する声が会場に響いていた。", "e": "senshu-tachi wo chikaradzuyoku seien suru koe ga kaijou ni hibiite ita", "r": "sen.shu.ta.chi wo chi.ka.ra.dzu.yo.ku se.i.en su.ru ko.e ga ka.i.jou ni hi.bi.i.te i.ta"}, {"j": "彼女は美しい声を持っている。", "e": "kanojo wa utsukushii koe wo motte iru", "r": "ka.no.jo wa u.tsu.ku.shii ko.e wo mo.te i.ru"}, {"j": "彼の歌声には情熱が溢れていた。", "e": "kare no utagoe ni wa jounetsu ga afurete ita", "r": "ka.re no u.ta.go.e ni wa jo.u.ne.tsu ga a.fu.re.te i.ta"}]
,
	[{"j": "彼女は赤いドレスを着ていた。", "e": "She was wearing a red dress.", "r": "kanojo wa akai doresu wo kite ita"},{"j": "この絵は色彩豊かで美しいですね。", "e": "This painting is rich in colors and beautiful.", "r": "kono e wa shikisai yutaka de utsukushii desu ne"},{"j": "葉っぱには色素がたくさん含まれている。", "e": "Leaves contain a lot of pigments.", "r": "happa ni wa shikiso ga takusan fukumarete iru"},{"j": "彼女は桃色のバッグを持っていた。", "e": "She had a peach-colored bag.", "r": "kanojo wa momoiro no baggu wo motte ita"},{"j": "空は深い青色に輝いていた。", "e": "The sky was shining in a deep blue color.", "r": "sora wa fukai aoiro ni kagayaite ita"},{"j": "この布は手で染められたものです。", "e": "This fabric is dyed by hand.", "r": "kono nuno wa te de somerareta mono desu"}]
,
	[{"j": "日本では多くの祭りで公衆の前で伝統的な舞が披露されています。", "e": "In Japan, traditional dances are performed in front of the public at many festivals.", "r": "nihonde wa ooku no matsuri de koushuu no mae de dentouteki na mai ga hirou sarete imasu"}, {"j": "このサイトは公式の情報源となります。", "e": "This website serves as the official source of information.", "r": "kono saito wa koushiki no jouhougen to narimasu"}, {"j": "公平な競争が重要です。", "e": "Fair competition is important.", "r": "kouhei na kyousou ga juuyou desu"}, {"j": "今週末、新作映画の公開が待ち遠しいです。", "e": "I'm looking forward to the release of the new movie this weekend.", "r": "konshuumatsu, shinsaku eigano koukai ga machi tōshii desu"}, {"j": "近くの公園でピクニックを楽しんだ。", "e": "We enjoyed a picnic at the nearby public park.", "r": "chikaku no kouen de pikunikku wo tanoshinda"}]
,
	[{"j": "日本には台風が多い季節があります。", "e": "In Japan, there is a season when we have many typhoons.", "r": "nihon ni wa taiyou ga ooi kisetsu ga arimasu"}, {"j": "東京に行った時、台東区の浅草を訪れました。", "e": "When I went to Tokyo, I visited Asakusa in Taito Ward.", "r": "toukyou ni itta toki, taitou-ku no asakusa wo otozuremashita"}, {"j": "プレゼント用の台紙を選んでください。", "e": "Please choose a backing card for the present.", "r": "purezento you no daishi wo erande kudasai"}, {"j": "お母さんが台所で料理を作っている。", "e": "My mother is cooking in the kitchen.", "r": "okaasan ga daidokoro de ryouri wo tsukutte iru"}, {"j": "海岸には美しい灯台が建っていました。", "e": "There was a beautiful lighthouse standing on the coast.", "r": "kaigan ni wa utsukushii toudai ga tattemashita"}, {"j": "その神社は高台に位置していて、眺めがとても良かった。", "e": "The shrine was located on a high ground, and the view was very beautiful.", "r": "sono jinja wa takadai ni ichi shite ite, nagame ga totemo yokatta"}]
,
	[{"j": "この部屋は広いです。", "e": "This room is spacious.", "r": "kono heya wa hiroi desu"}, {"j": "町の中央に広場があります。", "e": "There is a square in the center of the town.", "r": "machi no chuuou ni hiroba ga arimasu"}, {"j": "眺めが広がる丘の上に立っている。", "e": "I'm standing on a hill with a wide view.", "r": "nagame ga hirogaru oka no ue ni tatte iru"}, {"j": "新しい製品の広告がテレビで流れています。", "e": "A commercial for a new product is airing on TV.", "r": "atarashii seihin no koukoku ga terebi de nagarete imasu"}, {"j": "広域にわたる災害が発生しました。", "e": "A wide-area disaster has occurred.", "r": "kouiki ni wataru saigai ga hassei shi mashita"}, {"j": "彼は背広を着てビジネスの会議に出席している。", "e": "He is wearing a suit and attending a business meeting.", "r": "kare wa sebiro wo kite bijinesu no kaigi ni shusseki shite iru"}]
,
	[{"j": "町の中にはたくさんの店が並んでいる。", "e": "There are many shops lined up in the town.", "r": "machi no naka ni wa takusan no mise ga nande iru."}, {"j": "店先でお花を売っているおばあさんがいました。", "e": "There was an old lady selling flowers in front of the shop.", "r": "mise saki de wo hana wo utte iru obāsan ga imashita."}, {"j": "遊園地には色々な売店が並んでいた。", "e": "There were various stalls lined up in the amusement park.", "r": "yūenchi ni wa iroiro na uriten ga nande ita"}, {"j": "店員にこの商品の試着をお願いした。", "e": "I asked the shop clerk to let me try on this product.", "r": "ten'in ni kono shouhin no shichaku wo onegai shita."}, {"j": "このお店の店主はとても親切です。", "e": "The owner of this shop is very kind.", "r": "kono omise no tenshu wa totemo shinsetsu desu"}, {"j": "もう閉店の時間ですので、お買い物をお急ぎください。", "e": "It's already closing time, so please hurry with your shopping.", "r": "mou heiten no jikan desu node, wo kaimono wo osokunasai."}, {"j": "この製品は正規店と代理店で販売されています。", "e": "This product is sold at both official stores and authorized dealers.", "r": "kono seihin wa seiki ten to dairi ten de hanbai sarete imasu"}]
,
	[{"j": "この家はとても古いです。", "e": "This house is very old.", "r": "kono ie wa totemo furui desu"}, {"j": "おじいちゃんの話はもう古すぎるよ。", "e": "Grandpa's stories are already too outdated.", "r": "ojiichan no hanashi wa mou furusugiru yo"}, {"j": "彼女は古風な着物を着ていた。", "e": "She was wearing a traditional Japanese kimono.", "r": "kanojo wa kofuuna kimonoo wo kite ita"}, {"j": "今日は古着を買いに行こうと思っています。", "e": "I'm planning to go buy some vintage clothes today.", "r": "kyou wa furugi wo kai ni iko u to omotte imasu"}, {"j": "図書館でたくさんの古本を見つけた。", "e": "I found many old books at the library.", "r": "toshokan de takusan no furuhon wo mitsuketa"}, {"j": "エジプトは古代文明の一つです。", "e": "Egypt is one of the ancient civilizations.", "r": "ejiputo wa kodaibunmei no hitotsu desu"}, {"j": "古典的な作品は時代を超えて愛され続けている。", "e": "Classical works are loved and cherished across generations.", "r": "kotenteki na sakuhin wa jidai wo koete aisare tsuzukete iru"}, {"j": "この店では服や家具の中古品を扱っています。", "e": "This store deals in second-hand clothing and furniture.", "r": "kono mise de wa fuku ya kagu no chuugohin wo atsukatte imasu"}]
,
	[{"j": "彼はとても背が高いです。", "e": "He is very tall.", "r": "kare wa totemo se ga takai desu"},{"j": "この店の服は高いですが、品質がいいです。", "e": "The clothes at this store are expensive, but the quality is good.", "r": "kono mise no fuku wa takai desu ga, hinshitsu ga ii desu"},{"j": "今日は株価が高値で取引されています。", "e": "Stock prices are trading at high levels today.", "r": "kyou wa kabuka ga takane de torihiki sarete imasu"},{"j": "彼は常にレベルを高める努力をしています。", "e": "He is always striving to raise the level of his skills.", "r": "kare wa tsuneni reberu wo takameru doryoku wo shite imasu"},{"j": "私は高校のときにバスケットボール部に所属していました。", "e": "I was a member of the basketball club in high school.", "r": "watashi wa koukou no toki ni basukettobooru bu ni shozoku shite imashita"},{"j": "今日は高温注意報が出ているので、熱中症に気をつけてください。", "e": "A high temperature advisory has been issued today, so please be careful not to get heatstroke.", "r": "kyou wa kouon chuuihou ga dete iru node, necchuuushou ni ki wo tsukete kudasai"}]
,
	[{"j": "彼は谷の中を歩いているところを見かけた。", "e": "I saw him walking in the valley.", "r": "kare wa tani no naka wo aruite iru toko wo mikaketa."}, {"j": "登山の途中で美しい谷間を通過しました。", "e": "I passed through a beautiful valley on the way to climbing the mountain.", "r": "tozan no tochuu de utsukushii tanima wo tsūka shimashita"}, {"j": "山の麓には清流が流れる美しい谷川が広がっていた。", "e": "A beautiful mountain stream was flowing through the valley at the foot of the mountain.", "r": "yama no fumoto ni wa seiryū ga nagareru utsukushii tanigawa ga hirogatte ita"}, {"j": "谷底には静かな池が広がっていた。", "e": "There was a quiet pond spreading at the bottom of the valley.", "r": "tanizoko ni wa shizukana ike ga hirogatte ita"}, {"j": "その地域には幽玄な雰囲気の渓谷が点在している。", "e": "There are mysterious and beautiful ravines scattered in that area.", "r": "sono chiiki ni wa yūgen'na fun'iki no keikoku ga tenzai shite iru"}, {"j": "渋谷は東京を代表する繁華街の一つです。", "e": "Shibuya is one of the representative shopping districts in Tokyo.", "r": "shibuya wa tōkyō wo daihyō suru hankagai no hitotsu desu"}]
,
	[{"j": "彼の電話番号を知っています。", "r": "kare no denwabangou wo shitte imasu.", "e": "I know his phone number."}, {"j": "日本の文化について多くの知識を持っています。", "r": "nihon no bunka ni tsuite ooku no chishiki wo motte imasu.", "e": "I have a lot of knowledge about Japanese culture."}, {"j": "彼は知り合いの芸人と一緒に働いています。", "r": "kare wa shiriai no geinin to issho ni hataraite imasu.", "e": "He works with a comedian he knows."}, {"j": "IT関連の知的財産を保護する法律が厳しくなってきています。", "r": "it kanren no chiteki zaisan wo hogo suru houritsu ga kibishiku natte kite imasu", "e": "Laws protecting intellectual property in IT-related fields are becoming stricter."}, {"j": "彼女は知識豊富な人です。", "r": "kanojo wa chishiki houfuna hito desu", "e": "She is a knowledgeable person."}, {"j": "未知の世界に挑戦したいと思っています。", "r": "michi no sekai ni chousen shitai to omotte imasu.", "e": "I want to challenge the unknown world."}, {"j": "最近、祖母が認知症を患ってしまいました。", "r": "saikin, soba ga ninchishou wo wazuratte shimaimashita.", "e": "Recently, my grandmother has been diagnosed with dementia."}]
,
	[{"j": "彼は大きな船を建造しています。", "e": "I practice kendo using a wooden sword.", "r": "kare wa ooki na fune wo kenzou shite imasu"}, {"j": "日本からの商品は船便で届きます。", "e": "Products from Japan will be delivered by sea freight.", "r": "nihon kara no shouhin wa funebi de todorikimasu"}, {"j": "漁船が遠くの海に出ています。", "e": "The fishing boat is out at sea far away.", "r": "gyosen ga tooku no umi ni dete imasu"}, {"j": "乗船の準備が整いました。", "e": "We are ready to board the ship.", "r": "jousen no junbi ga totonoimashita"}]
,
	[{"j": "先週、友達と会いました。", "e": "I met up with my friend last week.", "r": "senshuu, tomodachi to aimashita."}, {"j": "新しい技術を会得するのに時間がかかる", "e": "It takes time to acquire new skills.", "r": "atarashii gijutsu wo kai tokusuru noni jikan ga kakaru"}, {"j": "私の会社は東京にあります。", "e": "My company is located in Tokyo.", "r": "watashi no kaisha wa toukyou ni arimasu"}, {"j": "明日は重要な会議があります。", "e": "We have an important meeting tomorrow.", "r": "ashita wa juuyou na kaigi ga arimasu"}, {"j": "国会の会期が延長された。", "e": "The parliamentary session has been extended.", "r": "kokkai no kaiki ga enchousareta"}, {"j": "結婚式の宴会がとても楽しかった。", "e": "The wedding reception was very enjoyable.", "r": "kekkonshiki no enkai ga totemo tanoshikatta"}, {"j": "英会話を練習しています。", "e": "I'm practicing English conversation.", "r": "eikaiwa wo renshuu shite imasu"}]
,
	[{"j": "毎日、おいしい料理を食べます", "e": "I eat delicious food every day", "r": "mainichi, oishii ryouri wo tabemasu"},{"j": "日本の食べ物は美味しいです", "e": "Japanese food is delicious", "r": "nihon no tabemono wa oishii desu"},{"j": "今日は忙しいので、サラダだけの軽い食事をとります", "e": "I'm busy today, so I will have a light meal with just salad", "r": "kyou wa isogashii node, sarada dake no karui shokuji wo torimasu"},{"j": "大学の食堂で友達とランチを食べた", "e": "I had lunch with my friends at the university cafeteria", "r": "daigaku no shokudou de tomodachi to ranchi wo tabeta"},{"j": "日本に行ったら本格的な和食を食べたいです", "e": "When I go to Japan, I want to eat authentic Japanese cuisine", "r": "nihon ni ittara honkakuteki na washoku wo tabetai desu"},{"j": "洋食は洋服を着て食べる食事です", "e": "Western cuisine is a meal to eat while wearing Western clothes", "r": "youshoku wa youfuku wo kite taberu shokuji desu"},{"j": "定食にはメインディッシュとおかず、ご飯、味噌汁がついています", "e": "A set meal comes with a main dish, side dishes, rice, and miso soup", "r": "teishoku ni wa mein disshu to okazu, gohan, miso shiru ga tsuite imasu"},{"j": "毎晩、家族と一緒に美味しい夕食を食べています", "e": "I have a delicious dinner with my family every night", "r": "maiban, kazoku to issho ni oishii yuushoku wo tabete imasu"}]
,
	[{"j": "日本では今、桜がきれいです。", "e": "I'm currently in Japan and the cherry blossoms are beautiful.", "r": "nihonde wa ima, sakura ga kirei desu."}, {"j": "今後のことはまだ決まっていません。", "e": "I haven't decided on my plans for the future yet.", "r": "asugo no koto wa mada kimatte imasen."}, {"j": "今夜は友達と飲みに行きます。", "e": "I'm going out for drinks with my friends tonight.", "r": "konoya wa tomodachi to nomi ni ikimasu"}, {"j": "今回の旅行はとても楽しかったです。", "e": "I had a lot of fun on this trip.", "r": "konkai no ryokou wa totemo tanoshikatta desu"}, {"j": "もう今頃は雪が降っているころだろう。", "e": "It's probably snowing around this time already.", "r": "mou imagoro wa yuki ga futte iru koro darou"}, {"j": "今月は忙しい月ですが、頑張ります。", "e": "This month is a busy month, but I will do my best.", "r": "kongetsu wa isogashii tsukidesuga, ganbarimasu"}, {"j": "今週末は家でゆっくり過ごしたいと思っています。", "e": "I'm thinking of spending a relaxing weekend at home this week.", "r": "konshuumatsu wa ie de yukkuri sugoshitai to omotte imasu"}]
,
	[{"j": "このシャツはサイズがぴったり合うね", "e": "This shirt fits me perfectly.", "r": "kono shatsu wa saizu ga pittari au ne"}, {"j": "料理とワインのペアリングを合わせる", "e": "Pairing food with wine", "r": "ryōri to wain no pea ringu wo awaseru"}, {"j": "学校の文化祭で合唱を披露した", "e": "We performed a chorus at the school cultural festival.", "r": "gakkō no bunkasai de gasshō wo hirō shita"}, {"j": "合計はいくらですか？", "e": "What is the total amount?", "r": "goukei wa ikura desu ka?"}, {"j": "試験に合格して大喜びだ", "e": "I passed the exam and I'm overjoyed.", "r": "shiken ni goukaku shite ooyorokobi da"}, {"j": "公園で人々が集合してピクニックをしていた", "e": "People were gathering in the park and having a picnic.", "r": "kouen de hitobito ga shuugou shite pikunikku wo shite ita"}, {"j": "国際連合は世界平和のために活動している", "e": "The United Nations is working for world peace.", "r": "kokusai rengou wa sekai heiwa no tame ni katsudou shite iru"}]
,
	[{"j": "彼女の顔がとても美しいです。", "e": "kanojo no kao ga totemo utsukushii desu.", "r": "kanojo no kao ga totemo utsukushii desu"},{"j": "彼は少し顔色が悪そうだった。", "e": "kare wa sukoshi kaoiro ga warusou datta.", "r": "kare wa sukoshi kaoiro ga warusou datta"},{"j": "彼女は怒って顔面を真っ赤にしていた。", "e": "kanojo wa okotte ganmen wo makka ni shite ita.", "r": "kanojo wa okotte ganmen wo makka ni shite ita"},{"j": "初めて顔合わせをする緊張した。", "e": "hajimete kaoawase wo suru kinchou shita.", "r": "hajimete kaoawase wo suru kinchou shita"},{"j": "彼は人当たりがよくて顔が広い人だ。", "e": "kare wa hitoatari ga yokute kao ga hiroi hito da", "r": "kare wa hitoatari ga yokute kao ga hiroi hito da"},{"j": "彼女の明るい笑顔に癒される。", "e": "kanojo no akarui egao ni iyasareru.", "r": "kanojo no akarui egao ni iyasareru"},{"j": "洗顔料を使って肌を大切にしています。", "e": "senganryou wo tsukatte hada wo taisetsu ni shite imasu.", "r": "senganryou wo tsukatte hada wo taisetsu ni shite imasu"},{"j": "毎朝庭で朝顔を眺めています。", "e": "maiasa niwa de asagao wo nagamete imasu", "r": "maiasa niwa de asagao wo nagamete imasu"},{"j": "彼は童顔なので年齢より若く見える。", "e": "kare wa dougan na node nenrei yori wakaku mieru", "r": "kare wa dougan na node nenrei yori wakaku mieru"}]
,
	[{"j": "彼は頭が良いですね。", "e": "He is smart.", "r": "kare wa atama ga yoi desu ne"},{"j": "今日は頭痛がして、集中できません。", "e": "I have a headache today and I can't concentrate.", "r": "kyou wa zutsuu ga shite, shuuchuu dekimasen"},{"j": "雲が頭上を通り過ぎていく。", "e": "Clouds are passing overhead.", "r": "kumo ga zujou wo toori sugite iku"},{"j": "彼は頭部を強打して怪我をしてしまった。", "e": "He hit his head hard and got injured.", "r": "kare wa toubu wo kyou da shite kega wo shite shimatta"},{"j": "彼は石頭で、なかなか考えを変えない。", "e": "He is stubborn and doesn't change his mind easily.", "r": "kare wa ishidou de, nakanaka kangae wo kaenai"},{"j": "冒頭にお礼の言葉を述べさせていただきます。", "e": "Let me express my gratitude at the beginning.", "r": "bou tou ni orei no kotoba wo nobe sasete itadakimasu"},{"j": "新興勢力が急速に台頭している。", "e": "A new power is rapidly emerging.", "r": "shinkou seiryoku ga kyuusoku ni taitou shite iru"}]
,
	[{"j": "この町には多くの工場があります。", "e": "I practice kendo using a wooden sword.", "r": "kono machi ni wa ooku no koujou ga arimasu"}, {"j": "日本は先進的な工業国です。", "e": "Japan is an advanced industrialized country.", "r": "nihon wa senshintekina kougyoukoku desu"}, {"j": "息子と一緒に工作を楽しんでいます。", "e": "I'm enjoying doing crafts with my son.", "r": "musuko to issho ni kousaku wo tanoshimete imasu"}, {"j": "このビルは工事中ですので、近づかないでください。", "e": "Please do not approach this building as construction work is in progress.", "r": "kono biru wa koujichuu desu node, chikazukanai de kudasai"}, {"j": "父は大工として働いています。", "e": "My father works as a carpenter.", "r": "chichi wa daiku toshite hataraite imasu"}]
,
	[{"j": "彼は太い木の枝を持っていた。", "e": "I practice kendo using a thick wooden sword.", "r": "kare wa futoi ki no eda wo motte ita"}, {"j": "最近少し太ってきたので運動を始めようと思っています。", "e": "I've gained a little weight recently, so I'm thinking of starting to exercise.", "r": "saikin sukoshi futotte kita node undou wo hajimeyou to omotte imasu"}, {"j": "和太鼓の演奏を聴きに行きたいと思っています。", "e": "I want to go listen to a Japanese taiko drum performance.", "r": "wadaiko no ensou wo kiki ni ikitai to omotte imasu"}, {"j": "夏の太陽はとても眩しいです。", "e": "The summer sun is very bright.", "r": "natsu no taiyou wa totemo mabushii desu"}, {"j": "太平洋に面した美しいリゾート地に行ってきました。", "e": "I visited a beautiful resort area facing the Pacific Ocean.", "r": "taiheiyou ni menshita utsukushii rizooto chi ni itte kimashita"}, {"j": "川に流れてきた丸太を見つけた。", "e": "I found a log floating down the river.", "r": "kawa ni nagarete kita maruta wo mitsuketa"}]
,
	[{"j": "新しいプロジェクトを画策しています。", "e": "She is scheming a new project."}, {"j": "彼は人生の画数が良いと言われている。", "e": "He is said to have good luck in life."}, {"j": "来月のイベントの企画を立てています。", "e": "We are planning an event for next month."}, {"j": "日本の漫画が大好きです。", "e": "I love Japanese manga."}, {"j": "最近公開された映画を見に行きました。", "e": "I went to see a movie that was recently released."}, {"j": "この街には素敵な映画館がたくさんあります。", "e": "There are many nice movie theaters in this town."}, {"j": "有名な映画監督が新作を撮影中です。", "e": "The famous film director is currently shooting a new film."}]
,
	[{"j": "地球は太陽の周りを回っています。", "e": "The Earth revolves around the sun.", "r": "chikyuu wa taiyou no mawari wo mawatte imasu"},{"j": "子供たちに綺麗な花を回していました。", "e": "I was passing around beautiful flowers to the children.", "r": "kodomotachi ni kirei na hana wo mawashite imashita"},{"j": "目的地に行くために少し回り道をしました。", "e": "I took a little detour to get to my destination.", "r": "mokutekichi ni iku tame ni sukoshi mawarimichi wo shimashita"},{"j": "ファンが大きな歓声を上げると、ステージが回転し始めた。", "e": "As the fans cheered loudly, the stage started to rotate.", "r": "fan ga ooki na kansei wo ageru to, suteeji ga kaiten shihajimeta"},{"j": "スポーツ選手は lesした後、早く回復する必要があります。", "e": "Athletes need to recover quickly after a match.", "r": "supootsusenshu wa lesu shita ato, hayaku kaifuku suru hitsuyou ga arimasu"},{"j": "このクーポンは一回限り有効です。", "e": "This coupon is valid only once.", "r": "kono kuupon wa ikkai kagiri yuukou desu"}]
,
	[{"j": "車が突然止まった。", "e": "The car suddenly stopped.", "r": "kuruma ga totsuzen tomatta."}, {"j": "音楽を止めてください。", "e": "Please stop the music.", "r": "ongaku wo yamete kudasai."}, {"j": "試合が雨のため中止になりました。", "e": "The game was canceled due to rain.", "r": "shiai ga ame no tame chūshi ni narimashita."}, {"j": "信号が赤になったので車を停止した。", "e": "The traffic light turned red, so I stopped the car.", "r": "shingō ga aka ni natta node kuruma wo teishi shita."}, {"j": "病気の予防に努めています。", "e": "I am working on preventing illness.", "r": "byōki no yobō ni tsutomete imasu"}, {"j": "水面が静止している。", "e": "The water surface is still.", "r": "minamo ga seishi shite iru"}]
,
	[{"j": "彼女は若さと才気溢れる作家だ。", "e": "She is a young and talented writer.", "r": "kanojo wa wakasa to saiki afureru sakka da"},{"j": "彼は音楽の才能に恵まれている。", "e": "He is blessed with musical talent.", "r": "kare wa ongaku no sainou ni megumarete iru"},{"j": "彼女は冷静な才覚でトラブルを解決した。", "e": "She solved the problem with her cool judgment.", "r": "kanojo wa reisei na saikaku de toraburu wo kaiketsu shita"},{"j": "この子はまだ小学生なのに本当に天才だね。", "e": "This kid is still in elementary school, but he's truly a genius.", "r": "kono ko wa mada shougakusei na noni hontou ni tensai da ne"},{"j": "彼は若くして英才を発揮し、多くの人々に感動を与えている。", "e": "He has demonstrated remarkable talent at a young age and has moved many people.", "r": "kare wa wakaku shite eigai wo hakki shi, ooku no hitobito ni kandou wo ataete iru"}]
,
	[{"j": "日本にはたくさんの寺があります。", "e": "There are many temples in Japan.", "r": "nihon ni wa takusan no tera ga arimasu"},{"j": "昔、寺子屋で勉強をしたことがあります。", "e": "I used to study at a private elementary school called terakoya.", "r": "mukashi, terakoya de benkyou wo shita koto ga arimasu"},{"j": "京都には美しい寺院がたくさんあります。", "e": "There are many beautiful temples in Kyoto.", "r": "kyouto ni wa utsukushii jiin ga takusan arimasu"},{"j": "彼女は尼寺で修行しています。", "e": "She is training at a nunnery.", "r": "kanojo wa nitera de shugyou shite imasu"},{"j": "この禅寺は静かで落ち着いた雰囲気が漂っています。", "e": "This Zen temple has a calm and serene atmosphere.", "r": "kono zenji wa shizuka de ochitsuita fun'iki ga tadayotte imasu"},{"j": "山の中にある山寺はとても静かで癒しの場所です。", "e": "The mountain temple in the mountains is a very peaceful and healing place.", "r": "yama no naka ni aru yamadera wa totemo shizuka de iyashi no basho desu"}]
,
	[{"j": "彼は困っている人を見つけると自ら手助けをしている。", "e": "He helps people in need on his own initiative.", "r": "kare wa komatte iru hito wo mitsukeru to mizukara tedasuke wo shite iru"}, {"j": "自分の意見をしっかりと述べることは大切です。", "e": "It's important to express your own opinions clearly.", "r": "jibun no iken wo shikkari to noberu koto wa taisetsu desu"}, {"j": "この公園では自然に囲まれて気持ちがいいです。", "e": "It feels good to be surrounded by nature in this park.", "r": "kono kouen de wa shizen ni kakomarete kimochi ga ii desu"}, {"j": "彼は自身の能力を信じている。", "e": "He believes in his own abilities.", "r": "kare wa jishin no nouryoku wo shinjite iru"}, {"j": "事件の真相を知っているが、彼は自首せずに逃げてしまった。", "e": "He knows the truth about the incident, but he fled without turning himself in.", "r": "jiken no shinsou wo shitte iru ga, kare wa jishou sezu ni nigete shimatta"}, {"j": "この車は自動車です。", "e": "This car is automatic.", "r": "kono kuruma wa jidousha desu"}, {"j": "自由な国で自分の夢を追いかけたいと思っています。", "e": "I want to pursue my own dreams in a free country.", "r": "jiyuu na kuni de jibun no yume wo oikaketai to omotte imasu"}, {"j": "今日は満席ですが、明日は自由席もあります。", "e": "Today is fully booked, but there are also unreserved seats available tomorrow.", "r": "kyou wa manseki desu ga, ashita wa jiyuuseki mo arimasu"}, {"j": "この動詞は自動詞ですか？他動詞ですか？", "e": "Is this verb intransitive or transitive?", "r": "kono doushi wa jidoushi desu ka? tadoushi desu ka?"}, {"j": "彼の努力は自他共に認められるものだ。", "e": "His efforts are recognized by both himself and others.", "r": "kare no doryoku wa jitakyou ni mitomerareru mono da"}, {"j": "各自の意見を聞かせていただきます。", "e": "I would like to hear each person's opinion.", "r": "kakujitsu no iken wo kikasete itadakimasu"}]
,
	[{"j": "日本ではお正月には初詣に行くのが一般的な風習です。", "e": "I practice going for the first shrine visit in Japan on New Year's Day."}, {"j": "彼女は時々、美しい詩を書きます。", "e": "She sometimes writes beautiful poems."}, {"j": "映画の上映時間は２時間です。", "e": "The screening time of the movie is two hours."}, {"j": "古代ローマ時代にはさまざまな文化が栄えていました。", "e": "Various cultures flourished in ancient Roman times."}, {"j": "アルバイト先では時給１０ドルです。", "e": "I get paid 10 dollars per hour at my part-time job."}, {"j": "プレゼンテーションの準備をするとき、必ず資料と口頭を同時に確認します。", "e": "When preparing for a presentation, I always check the materials and my speech at the same time."}, {"j": "勇気を出す潮時がきたら、告白してみようと思っています。", "e": "When the right time comes, I'm planning to confess my feelings."}]
,
	[{"j": "日本では曜日によって食事が変わることがあります。", "e": "In Japan, the meals sometimes vary depending on the day of the week.", "r": "nihonde wa youbi ni yotte shokuji ga kawaru koto ga arimasu"}, {"j": "日曜日は友達とピクニックに行きました。", "e": "I...木曜日には会議があります。", "e": "We have a meeting every Thursday.", "r": "mokuyoubi ni wa kaigi ga arimasu"}, {"j": "毎週金曜日はカジュアルデーです。", "e": "Every Friday is casual day.", "r": "mai shuu kin'youbi wa kajuaru dee desu"}, {"j": "来週は土曜日に運動会があります。", "e": "We have a sports day next Saturday.", "r": "raishuu wa doyoubi ni undoukai ga arimasu"}]
,
	[{"j": "彼は試合で好調を晴らした。", "e": "I can't wait to see the clear sky after the rain.", "r": "kare wa shiai de kouchou wo harashita"}, {"j": "明日は晴れる予報です。", "e": "Tomorrow's weather forecast says it will be sunny.", "r": "ashita wa hareru yohou desu"}, {"j": "結婚式で素敵な晴れ着を着る予定です。", "e": "I'm planning to wear a beautiful kimono at the wedding.", "r": "kekkonshiki de sutekina haregi wo kiru yotei desu"}, {"j": "晴れ間からほんのりと日差しが差してきた。", "e": "The sun started to shine faintly through the sunny intervals.", "r": "harema kara honnori to hizashi ga sashite kita"}, {"j": "今日は晴天で気持ちのいい日ですね。", "e": "It's a clear sunny day today, isn't it a pleasant day?", "r": "kyou wa seiten de kimochi no ii hi desu ne"}, {"j": "今日は快晴で空が広い青空です。", "e": "It's a clear sunny day today, with a vast blue sky.", "r": "kyou wa kaisei de sora ga hiroi aozora desu"}]
,
	[{"j": "日本の原風景が美しいです。", "e": "I am grateful for your help.", "r": "nihon no hara fuukei ga utsukushii desu"}, {"j": "原子を顕微鏡で観察しています。", "e": "I am observing atoms under a microscope.", "r": "genshi wo kenbikyou de kansatsushite imasu"}, {"j": "この製品の原価を抑えるため、効率化を図っています。", "e": "We are working on improving efficiency to reduce the production cost of this product.", "r": "kono seihin no genka wo osaeru tame, kouritsuka wo ezutte imasu"}, {"j": "彼の態度が原因で問題が起きました。", "e": "A problem occurred because of his attitude.", "r": "kare no taido ga gen'in de mondai ga okimashita"}, {"j": "夏には高原に登山に行きます。", "e": "I go mountain climbing in the highlands in summer.", "r": "natsu ni wa kougen ni tozan ni ikimasu"}, {"j": "広大な野原を駆ける馬たちが美しい光景です。", "e": "It is a beautiful sight to see horses running across the vast field.", "r": "koudai na nohara wo kakeru umatachi ga utsukushii koukei desu"}, {"j": "東京の中心にある代々木上原は都会と自然が調和した素敵なエリアです。", "e": "Yoyogi-Uehara in the heart of Tokyo is a wonderful area where the city and nature harmonize.", "r": "toukyou no chuushin ni aru yoyogi uehara wa tokai to shizen ga chouwa shita suteki na eria desu"}]
,
	[{"j": "毎日日記を書いています。", "e": "I write in my diary every day.", "r": "mainichi nikki wo kaite imasu"},{"j": "大切な書類を紛失してしまいました。", "e": "I accidentally lost an important document.", "r": "taisetsuna shorui wo funshitsu shite shimaimashita"},{"j": "日本の伝統文化である書道を習っています。", "e": "I am learning the traditional Japanese art of calligraphy.", "r": "nihon no dentou bunka de aru shodou wo nutte imasu"},{"j": "最近はあまり時間がなくて、あまり読書をする暇がありません。", "e": "Lately I haven't had much time, so I don't have time to read books.", "r": "saikin wa amari jikan ga nakute, amari dokusho wo suru hima ga arimasen"},{"j": "毎晩聖書を読むことで心が落ち着きます。", "e": "Reading the Bible every night helps calm my heart.", "r": "maiban seisho wo yomu koto de kokoro ga ochitsukimasu"}]
,
	[{"j": "彼女は美しい星のようだ。", "e": "kanojo wa utsukushii hoshi no you da", "r": "kare wa utsukushii hoshi no yō da"}, {"j": "今夜の星空はとてもきれいです。", "e": "kon'ya no hoshizora wa totemo kirei desu.", "r": "kon'ya no hoshizora wa totemo kirei desu"}, {"j": "北斗七星という星座が見えます。", "e": "hokuto shichisei to iu seiza ga miemasu", "r": "hokuto shichisei to iu seiza ga miemasu"}, {"j": "火星は赤い色をしています。", "e": "kasei wa akai iro wo shite imasu", "r": "kasei wa akai iro wo shite imasu"}, {"j": "土星には美しい輪が見られます。", "e": "dosei ni wa utsukushii wa ga miraremasu", "r": "dosei ni wa utsukushii wa ga miraremasu"}, {"j": "東の空に明星が輝いている。", "e": "higashi no sora ni myoujou ga kagayaite iru", "r": "higashi no sora ni myōjō ga kagayaite iru"}, {"j": "流れ星が空を横切った。", "e": "nagareboshi ga sora wo yokogitta", "r": "nagareboshi ga sora wo yokogitta"}]
,
	[{"j": "部屋に明かりをつけてください。", "r": "heya ni akari wo tsukete kudasai"}, {"j": "新しい日が明るむ前に出発しましょう。", "r": "atarashii hi ga akarumu mae ni shuppatsu shimashou"}, {"j": "明朝は雨が降る予報です。", "r": "meichou wa ame ga furu yohou desu"}, {"j": "人生には明暗があるものだ。", "r": "jinsei ni wa meian ga aru mono da"}, {"j": "明細書を確認してからサインしてください。", "r": "meisai sho wo kakunin shite kara sain shite kudasai"}, {"j": "この部屋の照明は明るすぎて目が痛い。", "r": "kono heya no shoumei wa akarusugete me ga itai"}, {"j": "海辺で星明かりを楽しみながら散歩した。", "r": "umibe de hoshiakari wo tanoshiminagara sanpo shita"}]
,
	[{"j": "彼は有名なIT社に勤めています。", "e": "I practice at a famous IT company.", "r": "kare wa yuumei na IT sha ni tsutomete imasu"},{"j": "この会社では社員同士の協力が大切です。", "e": "In this company, cooperation among employees is important.", "r": "kono kaisha de wa shain doushi no kyouryoku ga taisetsu desu"},{"j": "新しい社屋が建設される予定です。", "e": "A new office building is scheduled to be constructed.", "r": "atarashii shanoya ga kensetsu sareru yoteidesu"},{"j": "当社の社長は非常に優秀なリーダーです。", "e": "The president of our company is a very excellent leader.", "r": "tousha no shachou wa hijou ni yuushuuna riidaa desu"},{"j": "京都には多くの美しい神社があります。", "e": "There are many beautiful shrines in Kyoto.", "r": "kyouto ni wa ooku no utsukushii jinja ga arimasu"}]	
,
	[{"j": "日本語の勉強をするときは首から始めると良いです。", "e": "It's a good idea to start with learning hiragana when studying Japanese.", "r": "nihongo no benkyou wo suru toki wa kubi kara hajimeru to yoi desu"}, {"j": "犬には首輪をつけることが大切です。", "e": "It's important to put a collar on a dog.", "r": "inu ni wa kubiwa wo tsukeru koto ga taisetsu desu"}, {"j": "そのチームは現在首位を走っています。", "e": "The team is currently leading the league.", "r": "sono chiimu wa genzai shui wo hashitte imasu"}, {"j": "フランスの首都はパリです。", "e": "The capital of France is Paris.", "r": "furansu no shuto wa pari desu"}, {"j": "日本の首相は国会で演説を行いました。", "e": "The Prime Minister of Japan gave a speech in the Diet.", "r": "nihon no shushou wa kokkai de enzetsu wo okonaimashita"}, {"j": "彼は新しい党首に就任した。", "e": "He has assumed office as the new party leader.", "r": "kare wa atarashii toushu ni shuunin shita"}, {"j": "罪を認めて自首することが大切です。", "e": "It is important to confess and turn oneself in for a crime.", "r": "tsumi wo mitomete jishu suru koto ga taisetsu desu"}, {"j": "手首をケガしてしまいました。", "e": "I hurt my wrist.", "r": "tekubi wo kega shite shimaimashita"}, {"j": "彼女は可愛いブレスレットを手首につけている。", "e": "She is wearing a cute bracelet on her wrist.", "r": "kanojo wa kawaii buresuretto wo tekubi ni tsukete iru"}, {"j": "新しい靴を履いたら足首が痛くなってしまった。", "e": "My ankles hurt after wearing new shoes.", "r": "atarashii kutsu wo haitara ashikubi ga itakunatte shimatta"}]
,
	[{"j": "彼の命令は直ちに実行された。", "e": "The order he gave was immediately carried out.", "r": "kare no meire wa sugu ni jikkō sareta"}, {"j": "彼は直筆の手紙をくれた。", "e": "He gave me a handwritten letter.", "r": "kare wa chokhitsu no tegami wo kureta"}, {"j": "道はまっすぐな直線になっている。", "e": "The path has become a straight line.", "r": "michi wa massugu na chokusen ni natte iru"}, {"j": "この店は直営のレストランです。", "e": "This restaurant is directly managed by the company.", "r": "kono mise wa chokuei no resutoran desu"}, {"j": "彼は実直な人柄で信頼されている。", "e": "He is trusted for his honest and straightforward personality.", "r": "kare wa jitchoku na hitogara de shinrai sarete iru"}, {"j": "素直に謝罪することは重要です。", "e": "It is important to apologize sincerely.", "r": "sunao ni shazai suru koto wa jūyō desu"}]
,
	[{"j": "新しい靴を買いました。", "e": "I bought a new pair of shoes.", "r": "atara shii kutsu wo kaimashita"}, {"j": "新鮮な野菜を食べると元気が出ます。", "e": "Eating fresh vegetables makes me feel energetic.", "r": "shinzen na yasai wo taberu to genki ga demasu"}, {"j": "この本は新説を提唱しています。", "e": "This book proposes a new theory.", "r": "kono hon wa shinsetsu wo teishou shite imasu"}, {"j": "新宿は東京で有名な繁華街です。", "e": "Shinjuku is a famous busy district in Tokyo.", "r": "shinjuku wa toukyou de yuumei na hankagai desu"}, {"j": "新幹線で大阪に行きます。", "e": "I will go to Osaka by Shinkansen.", "r": "shinkansen de oosaka ni ikimasu"}, {"j": "その最新のスマートフォンが欲しいです。", "e": "I want to get that latest smartphone.", "r": "sono saishin no sumaatofon ga hoshii desu"}]
,
	[{"j": "彼女とはとても親しい間柄です。", "e": "I am very close to her.", "r": "kanojo to wa totemo shitashii aida desu"},{"j": "この映画は親子の絆を描いた作品です。", "e": "This movie depicts the bond between parent and child.", "r": "kono eiga wa oyako no kizuna wo egaita sakuhin desu"},{"j": "彼はいつも親切にしてくれます。", "e": "He always shows kindness to me.", "r": "kare wa itsumo shinsetsu ni shite kuremasu"},{"j": "彼女は私の親友です。", "e": "She is my best friend.", "r": "kanojo wa watashi no shinyuu desu"},{"j": "離婚後、親権は母親が持つことが多いです。", "e": "After divorce, mothers often have custody.", "r": "rikon-go, shinken wa hahaoya ga motsu koto ga ooidesu"},{"j": "彼と話すと親近感を覚えます。", "e": "I feel a sense of closeness when talking to him.", "r": "kare to hanasu to shinken-kan wo oboemasu"},{"j": "両親と一緒に過ごす時間が大切です。", "e": "Spending time with both parents is important.", "r": "ryoushin to issho ni sugosu jikan ga taisetsu desu"}]
,
	[{"j": "日本語の単語を数えるのは楽しいです。", "e": "I enjoy counting Japanese words.", "r": "nihongo no tango wo kazoeru no wa tanoshii desu"},{"j": "彼は数々の困難を乗り越えてきた。", "e": "He has overcome numerous difficulties.", "r": "kare wa kazu kazu no konnan wo norikoete kita"},{"j": "問題の答えは数字で表されていました。", "e": "The answer to the question was expressed in numbers.", "r": "mondai no kotae wa suuji de arawasarete imashita"},{"j": "山の中で迷子になったので、数着の服を持っていました。", "e": "I got lost in the mountains, so I had several sets of clothes with me.", "r": "yama no naka de maigo ni natta node, kazu chaku no fuku wo motte imashita"},{"j": "このグラフでは様々な数値が比較されています。", "e": "This graph compares various numerical values.", "r": "kono gurafu de wa youyouna suuchi ga hikaku sarete imasu"},{"j": "数学の授業が大好きです。", "e": "I love math classes.", "r": "suugaku no jugyou ga daisuki desu"},{"j": "日本へ旅行するのに数日かかります。", "e": "It takes several days to travel to Japan.", "r": "nihon e ryokou suru noni suujitsu kakarimasu"},{"j": "留学してから数年が経ちました。", "e": "It has been several years since I studied abroad.", "r": "ryuugaku shite kara suunen ga tachimashita"},{"j": "そのプロジェクトには数人の専門家が参加しています。", "e": "Several experts are participating in that project.", "r": "sono purojekuto ni wa suunin no senmonka ga sanka shite imasu"},{"j": "プログラミングで整数を使います。", "e": "We use integers in programming.", "r": "puroguramingu de seisū wo shi imasu"},{"j": "小学生の時、算数が得意でした。", "e": "I was good at arithmetic when I was in elementary school.", "r": "shougakusei no toki, sansuu ga tokui deshita"},{"j": "今日のイベントには大勢の人が来ています。頭数をつけましょう。", "e": "A lot of people are coming to today's event. Let's count the number of attendees.", "r": "kyou no ibento ni wa oosei no hito ga kite imasu. kazu wo tsukemashou"}]
,
	[{"j": "日本語を教えています。", "e": "I teach Japanese.", "r": "nihongo wo oshiete imasu"},{"j": "子供たちに良い教育を受けさせたい。", "e": "I want to give my children a good education.", "r": "kodomotachi ni yoi kyouiku wo uke sasetai"},{"j": "彼女は優秀な教師です。", "e": "She is an excellent teacher.", "r": "kanojo wa yuushuuna kyoushi desu"},{"j": "毎週日曜日に教会に行きます。", "e": "I go to church every Sunday.", "r": "maishuu nichiyoubi ni kyoukai ni ikimasu"},{"j": "昔、この教室で勉強しました。", "e": "I used to study in this classroom.", "r": "mukashi, kono kyoushitsu de benkyou shimashita"},{"j": "彼は名誉ある教授です。", "e": "He is a distinguished professor.", "r": "kare wa meiyo aru kyouju desu"},{"j": "新しい教科書が導入されました。", "e": "A new textbook has been introduced.", "r": "atarashii kyoukasho ga dounyuu saremashita"},{"j": "彼は仏教の研究者です。", "e": "He is a researcher of Buddhism.", "r": "kare wa bukkyou no kenkyuusha desu"},{"j": "世界にはさまざまな宗教があります。", "e": "There are various religions in the world.", "r": "sekai ni wa sama zama na shuukyou ga arimasu"}]
,
	[{"j": "昨日新しい本を買いました。", "e": "I bought a new book yesterday.", "r": "kinou atarashii hon wo kaimashita"},{"j": "週末に友達と買い物に出かけます。", "e": "I'm going shopping with my friends this weekend.", "r": "shuumatsu ni tomodachi to kaimono ni dekagemasu"},{"j": "この店は品質が良いので常連の買い手が多いです。", "e": "This store has many regular customers because the quality is good.", "r": "kono mise wa hinshitsu ga yoi node jōren no kaite ga ōi desu"},{"j": "その会社は競合他社を買収しました。", "e": "The company acquired a competing firm.", "r": "sono kaisha wa kyōgō tasha wo baishū shimashita"},{"j": "彼は昔から高級ブランド品に興味があり、豊富な購買をしています。", "e": "He has been interested in luxury brand products since he was young, and makes abundant purchases.", "r": "kare wa mukashi kara koukyū burandohin ni kyōmi ga ari, hōhu na kōbai wo shite imasu"},{"j": "このお店はお買い得なセールをしているので、今度行ってみようと思っています。", "e": "This store is having a great sale, so I'm thinking of going there next time.", "r": "kono omise wa wo kaidoku na seeru wo shite iru node, kondo itte miyou to omotte imasu"}]
,
	[{"j": "彼はいつも私の前を歩いている。", "e": "I practice kendo every morning.", "r": "kare wa itsumo watashi no mae wo aruite iru"}, {"j": "この商品は前払いでお願いします。", "e": "Please pay in advance for this item.", "r": "kono shouhin wa maebarai de onegaishimasu"}, {"j": "前回はお世話になりました。", "e": "Thank you for your help last time.", "r": "zenkai wa osewa ni narimashita"}, {"j": "彼は勇敢に前進した。", "e": "He bravely moved forward.", "r": "kare wa yuukan ni zenshin shita"}, {"j": "前方に交差点があります。", "e": "There is an intersection ahead.", "r": "zenpou ni kousaten ga arimasu"}, {"j": "食前に少し水を飲むといいですよ。", "e": "It's good to drink a little water before meals.", "r": "shokuzen ni sukoshi mizu wo nomu to ii desu yo"}]
,
	[{"j": "日本には美しい神社が多いです。", "e": "There are many beautiful shrines in Japan.", "r": "nihon ni wa utsukushii jinja ga ooi desu"}, {"j": "多数の観客がスタジアムに集まっています。", "e": "A large number of spectators have gathered at the stadium.", "r": "tasuu no kankyaku ga sutajiamu ni atsumatte imasu"}, {"j": "この町は多様な文化が共存しています。", "e": "This town has a diverse range of cultures coexisting.", "r": "kono machi wa tayou na bunka ga kyouson shite imasu"}, {"j": "料理には多量の塩を使わない方がいいです。", "e": "It's better not to use a large amount of salt in cooking.", "r": "ryouri ni wa ryou no shio wo tsukawanai hou ga ii desu"}, {"j": "そのチームは最多勝利を挙げています。", "e": "That team has the most wins.", "r": "sono chiimu wa saita shouri wo age te imasu"}]
,
	[{"j": "彼女は長い髪をしている。", "e": "I practice kanojo wa nagai kami wo shite iru", "r": "kanojo wa nagai kami wo shite iru"},{"j": "このプロジェクトは長期にわたるものです。", "e": "This project is a long-term one.", "r": "kono purojekuto wa chouki ni wataru mono desu"}, {"j": "彼の長所は真面目さと優しさです。", "e": "His strength is his seriousness and kindness.", "r": "kare no chousho wa majime sa to yasashisa desu"},{"j": "今日は長雨が続いています。", "e": "We've been having long periods of rain today.", "r": "kyou wa nagame ga tsuzuite imasu"},{"j": "この店の店長はとても親切です。", "e": "The manager of this store is very kind.", "r": "kono mise no tenchou wa totemo shinsetsu desu"},{"j": "彼は年長者として皆から尊敬されている。", "e": "He is respected by everyone as an elder.", "r": "kare wa toshichousha toshite minna kara sonkei sarete iru"}]
,
	[{"j": "彼の持っているお金は少ないです。", "e": "Iie no motte iru okane wa sukunai desu.", "r": "kare no motte iru okane wa sukunai desu"}, {"j": "少し日本語を勉強しました。", "e": "Sukoshi nihongo wo benkyou shimashita.", "r": "sukoshi nihongo wo benkyou shimashita"}, {"j": "その店では少数の商品しか売られていません。", "e": "Sono mise de wa shousuu no shouhin shika urarete imasen.", "r": "sono mise de wa shousuu no shouhin shika urarete imasen"}, {"j": "公園で少女たちが楽しそうに遊んでいました。", "e": "Kouen de shoujo-tachi ga tanoshisou ni asonde imashita.", "r": "kouen de shoujo tachi ga tanoshisou ni asonde imashita"}, {"j": "田中さんの息子はまだ少年です。", "e": "Tanaka-san no musuko wa mada shounen desu.", "r": "tanaka san no musuko wa mada shounen desu"}, {"j": "この薬は少量で効果があります。", "e": "Kono kusuri wa shouryou de kouka ga arimasu.", "r": "kono kusuri wa shouryou de kouka ga arimasu"}, {"j": "彼は年少の頃から才能を示していました。", "e": "Kare wa nenshou no koro kara sainou wo shimeshite imashita.", "r": "kare wa nenshou no koro kara sainou wo shimeshite imashita"}]	
,
	[{"j": "毎日30分歩くことは健康に良いです。", "e": "Ippai sanjuppun aruku koto wa kenkou ni yoi desu.", "r": "mainichi sanjuppun aruku koto wa kenkou ni yoi desu"}, {"j": "チームの歩合で賞金を分けることになった。", "e": "Chīmu no bua de shoukin wo wakeru koto ni natta.", "r": "chīmu no bua de shoukin wo wakeru koto ni natta"}, {"j": "彼女は優雅な歩行で会場に現れた。", "e": "Kanojo wa yuuga na hokou de kaijou ni arawareta.", "r": "kanojo wa yuuga na hokou de kaijou ni arawareta"}, {"j": "歩行者が多いので車は注意して運転してください。", "e": "Hokousha ga ooi node kuruma wa chuui shite unten shite kudasai.", "r": "hokousha ga ooi node kuruma wa chuui shite unten shite kudasai"}, {"j": "歩道を歩くときは携帯電話を使わないようにしています。", "e": "Hodou wo aruku toki wa keitai denwa wo tsukawanai you ni shite imasu.", "r": "hodou wo aruku toki wa keitai denwa wo tsukawanai you ni shite imasu"}, {"j": "川にかかる歩道橋からの景色は素晴らしいです。", "e": "Kawa ni kakaru hodoukyou kara no keshiki wa subarashii desu.", "r": "kawa ni kakaru hodoukyou kara no keshiki wa subarashii desu"}, {"j": "夕方に近くの公園で散歩するのが日課です。", "e": "Yuugata ni chikaku no kouen de sanpo suru no ga nikka desu.", "r": "yuugata ni chikaku no kouen de sanpo suru no ga nikka desu"}, {"j": "科学の進歩はめざましいものです。", "e": "Kagaku no shinpo wa mezamashii mono desu.", "r": "kagaku no shinpo wa mezamashii mono desu"}, {"j": "譲歩してでも話をまとめたいと思います。", "e": "Jouho shite demo hanashi wo matometai to omoimasu.", "r": "jouho shite demo hanashi wo matometai to omoimasu"}]
,
	[{"j": "毎朝、ランニングをしています。", "e": "I go jogging every morning."}, {"j": "この番組は毎回面白いですね。", "e": "This show is interesting every time."}, {"j": "私は毎日日本語を勉強しています。", "e": "I study Japanese every day."}, {"j": "毎年夏休みには海に行きます。", "e": "I go to the beach every year during summer vacation."}, {"j": "新幹線は毎時運行しています。", "e": "The Shinkansen operates every hour."}, {"j": "毎晩、お風呂に入ってリラックスします。", "e": "I take a bath every evening to relax."}]
,
	[{"j": "彼は親切な方です。", "e": "kare wa shinsetsuna kata desu", "r": "kare wa shinsetsu na hō desu"},{"j": "駅の方向に進んでください。", "e": "eeki no hōkō ni susunde kudasai", "r": "eki no hōkō ni susunde kudasai"},{"j": "この方法を試してみてください。", "e": "kono hōhō wo tameshite mite kudasai", "r": "kono hōhō wo tameshite mite kudasai"},{"j": "北の方角を向いています。", "e": "kita no hōkaku wo muite imasu", "r": "kita no hōkaku wo muite imasu"},{"j": "新しい方針を打ち立てる必要があります。", "e": "atarashii hōshin wo uchitateru hitsuyō ga arimasu", "r": "atarashii hōshin wo uchi tateru hitsuyō ga arimasu"},{"j": "いつも私の味方でいてくれてありがとう。", "e": "itsumo watashi no mikata de ite kurete arigatō", "r": "itsumo watashi no mikata de ite kurete arigatō"},{"j": "違う考え方も大切です。", "e": "chigau kangaekata mo taisetsu desu", "r": "chigau kangaekata mo taisetsu desu"},{"j": "日本語の数え方は様々です。", "e": "nihongo no kazoekata wa samazamadesu", "r": "nihongo no kazoe kata wa sama zamu desu"}]
,
	[{"j": "その理由がよく分からない。", "e": "I don't really understand the reason for that.", "r": "sono wake ga yoku wakaranai"}, {"j": "彼の言っていることが理解できません。", "e": "I can't comprehend what he's saying.", "r": "kare no itte iru koto ga rikai dekimasen"}, {"j": "彼は会議に私の代理として出席しました。", "e": "He attended the meeting as my representative.", "r": "kare wa kaigi ni watashi no dairi toshite shusseki shimashita"}, {"j": "彼の主張は論理的で納得がいきます。", "e": "His argument is logical and convincing.", "r": "kare no shuchou wa ronriteki de nattoku ga ikimasu"}, {"j": "日本料理はとても美味しいです。", "e": "Japanese cuisine is very delicious.", "r": "nihon ryouri wa totemo oishii desu"}]
,
	[{"j": "昨日、友達とカフェでお茶を楽しんだ。", "e": "I enjoyed tea at a cafe with my friend yesterday.", "r": "kinou, tomodachi to kafe de ocha wo tanoshinda."}, {"j": "新しい仕事の同僚がいつもの友人だった。", "e": "My new colleague at work turned out to be an old friend.", "r": "atarashii shigoto no douryou ga itsumo no yuujin datta"}, {"j": "彼とは長い間の友情で結ばれている。", "e": "We are bound by a long-standing friendship.", "r": "kare to wa nagai aida no yuujou de musubarete iru"}, {"j": "彼女は私の親友で、いつも助けてくれる存在だ。", "e": "She is my best friend and always there to help me.", "r": "kanojo wa watashi no shinyuu de, itsumo tasukete kureru sonzai da"}, {"j": "留学時代の級友が日本に遊びに来たので一緒に観光している。", "e": "My classmate from my study abroad days came to visit Japan, so we are sightseeing together.", "r": "ryuugaku jidai no kyuuyuu ga nihon ni asobi ni kita node issho ni kankou shite iru"}]
,
	[{"j": "昨日は友達と野外でピクニックを楽しんだ。", "e": "I enjoyed a picnic outdoors with my friends yesterday.", "r": "kinou wa tomodachi to yagai de pikunikku wo tanoshinda."}, {"j": "夏になると野球をするのが楽しい。", "e": "It's fun to play baseball in the summer.", "r": "natsu ni naru to yakyuu wo suru no ga tanoshii"}, {"j": "広い野原を駆け回る子どもたちが元気そうだった。", "e": "The children running around the vast field were full of energy.", "r": "hiroi nohara wo kakemawaru kodomo-tachi ga genkisou datta"}, {"j": "東京に行ったら上野動物園にも行ってみたいです。", "e": "If I go to Tokyo, I'd like to visit Ueno Zoo.", "r": "toukyou ni ittara ueno doubutsuen ni mo itte mitai desu"}, {"j": "広大な湖が視野に広がっている景色が美しかった。", "e": "The view of a vast lake spreading out in my field of vision was beautiful.", "r": "koudai na mizuumi ga shiya ni hirogatte iru keshiki ga utsukushikatta"}]
,
	[{"j": "今日は風が強いです。", "e": "It is windy today.", "r": "kyou wa kaze ga tsuyoi desu."}, {"j": "明日は風雨が予想されています。", "e": "Rain and strong winds are expected tomorrow.", "r": "ashita wa fuu to ame ga yosou sarete imasu"}, {"j": "この町には風情のある古い建物が残っています。", "e": "There are old buildings with a quaint atmosphere in this town.", "r": "kono machi ni wa fuzei no aru furui tatemono ga nokotte imasu"}, {"j": "昨夜は暴風で窓がガタガタと揺れていた。", "e": "Last night, the strong wind was blowing violently and shaking the windows.", "r": "sakuya wa boufuu de mado ga gatagata to yurete ita"}, {"j": "台風が近づいていますので、注意が必要です。", "e": "A typhoon is approaching, so please be careful.", "r": "taifuu ga chikazuite imasu node, chuui ga hitsuyou desu"}, {"j": "海岸で潮風を感じながら散歩するのが好きです。", "e": "I enjoy taking a walk along the coast feeling the sea breeze.", "r": "kaigan de shiokaze wo kanjinagara sanpo suru no ga suki desu"}, {"j": "南風が吹いていて、暖かい一日になりそうです。", "e": "The south wind is blowing, so it looks like it's going to be a warm day.", "r": "minamikaze ga fuite ite, atatakai ichinichi ni nari sou desu"}]
,
	[{"j": "彼女の服装は丸見えだった。", "e": "I could see everything she was wearing.", "r": "kanojo no fukusou wa marumie datta"}, {"j": "試験の前に丸暗記をするのは効果がないと言われています。", "e": "It is said that simply memorizing everything before an exam is not effective.", "r": "shiken no mae ni maruanki wo suru no wa kouka ga nai to iwarete imasu"}, {"j": "チームは一丸となって試合に臨んだ。", "e": "The team united as one and faced the game.", "r": "chiimu wa ichigan to natte shiai ni nozonda"}, {"j": "銃から弾丸が飛び出した。", "e": "A bullet flew out of the gun.", "r": "juu kara dangan ga tobidashita"}, {"j": "東京駅の近くには丸の内ビルがあります。", "e": "There is a Marunouchi Building near Tokyo Station.", "r": "toukyou eki no chikaku ni wa marunouchi biru ga arimasu"}]
,
	[{"j": "犬の毛は柔らかいです。", "e": "The hair of the dog is soft.", "r": "inu no ke wa yawarakai desu"},{"j": "寒い日は毛布が欠かせません。", "e": "A blanket is essential on cold days.", "r": "samui hi wa mōfu ga kake masen"},{"j": "彼女は長い黒い毛髪を持っています。", "e": "She has long black hair.", "r": "kanojo wa nagai kuroi kebafu wo motte imasu"},{"j": "森で毛虫を見つけた。", "e": "I found a caterpillar in the forest.", "r": "mori de kemushi wo mitsuketa"},{"j": "彼は系との研究に情熱を注いでいる。", "e": "He is passionate about research in genetics.", "r": "kare wa keito no kenkyū ni jōnetsu wo sosoide iru"},{"j": "プールに入る前に脇毛を剃ります。", "e": "I shave my armpit hair before going into the pool.", "r": "pūru ni hairu mae ni wakige wo sorimasu"}]
,
	[{"j": "この問題について考えてみます。", "e": "I will think about this problem.", "r": "kono mondai ni tsuite kangaetemimasu."}, {"j": "彼の考え方は斬新だね。", "e": "His way of thinking is innovative.", "r": "kare no kangaekata wa zanshin da ne."}, {"j": "子供の意見も考慮に入れて決めたいと思います。", "e": "I want to consider the opinions of children in making decisions.", "r": "kodomo no iken mo kouryo ni irete kimetai to omoimasu."}, {"j": "彼は深い思考の持ち主だ。", "e": "He is a deep thinker.", "r": "kare wa fukai shikou no mochinushi da"}, {"j": "その本は参考になります。", "e": "That book is very informative.", "r": "sono hon wa sankou ni narimasu"}, {"j": "選考の結果、Aさんが優勝しました。", "e": "As a result of the selection process, Mr. A won the championship.", "r": "senkou no kekka, A-san ga yuushou shimashita"}, {"j": "慎重に熟考した上で決断しました。", "e": "I made a decision after careful deliberation.", "r": "shinchou ni jukkou shita ue de ketsudan shimashita"}]
,
	[{"j": "彼は万能なアスリートです。", "e": "I practice aikido.", "r": "kare wa bannou na asurīto desu"}, {"j": "安全のために万全の準備をしておきましょう。", "e": "Let's make thorough preparations for safety.", "r": "anzu no tame ni banzen no junbi wo shite okimashou"}, {"j": "父から万年筆をもらった。", "e": "I received a fountain pen from my father.", "r": "chichi kara mannenhitsu wo moratta"}, {"j": "そのお店で十万円の買い物をしました。", "e": "I bought 100,000 yen worth of items at that store.", "r": "sono wo mise de juuman'en no kaimono wo shimashita"}, {"j": "その会社の従業員数は百万人を超えている。", "e": "The number of employees in that company exceeds one million.", "r": "sono kaisha no jūgyōin kazu wa hyakuman nin wo koe te iru"}]
,
	[{"j": "このレシピではさまざまな調味料が用いられます。", "e": "In this recipe, a variety of seasonings are used.", "r": "kono reshipi de wa samazama na choumiryou ga mochiiraremasu."}, {"j": "明日は朝から用事がたくさんあります。", "e": "I have a lot of errands to run starting from tomorrow morning.", "r": "ashita wa asa kara youji ga takusan arimasu"}, {"j": "旅行の準備は万全に用意しておきました。", "e": "I have made thorough preparations for the trip.", "r": "ryokou no junbi wa banzen ni youi shite okimashita"}, {"j": "日常生活での英語の応用方法を学んでいます。", "e": "I am learning how to apply English in everyday life.", "r": "n ；ch ;j ;s ;sei seikatsu de no eigo no ouyou houhou wo manande imasu"}, {"j": "急用が入ってしまい、会議に遅れてしまいました。", "e": "I had an urgent matter come up and ended up being late for the meeting.", "r": "kyuuyou ga haitte shimai, kaigi ni okurete shimaimashita"}]
]