[
	[{"j": "このペンを使ってメモを取ります。", "e": "I will use this pen to take notes.", "r": "kono pen o tsutte memo o torimasu"}, {"j": "この製品は使用方法が簡単です。", "e": "This product is easy to use.", "r": "kono seihin wa shiyou houhou ga kantan desu"}, {"j": "彼はその任務を真剣に果たしている。", "e": "He is seriously fulfilling his mission.", "r": "kare wa sono ninmu o shinken ni hatashite iru"}, {"j": "王国からの使者がやってきた。", "e": "An envoy from the kingdom has arrived.", "r": "oukoku kara no shisha ga yattekita"}, {"j": "彼女は優しい天使のようだ。", "e": "She is like a kind angel.", "r": "kanojo wa yasashii tenshi no you da"}, {"j": "アメリカ大使は重要な会議に出席しています。", "e": "The ambassador of the United States is attending an important meeting.", "r": "amerika taishi wa juuyouna kaigi ni shusseki shite imasu"}, {"j": "その国の大使館は都市の中心部にあります。", "e": "The embassy of that country is located in the city center.", "r": "sono kuni no taishikan wa toshi no chuushinbu ni arimasu"}, {"j": "スマートフォンの使い方を教えていただけますか？", "e": "Could you teach me how to use a smartphone?", "r": "sumaato fon no tsukaikata o oshiete itadakemasu ka"}]
,
	[{"j": "彼は他の学生よりも優秀だ。", "e": "He is more excellent than the other students.", "r": "kare wa hoka no gakusei yori mo yuushuuda"}, {"j": "この本は他人には貸せない。", "e": "I can't lend this book to other people.", "r": "kono hon wa tanin ni wa kasenai"}, {"j": "彼は他国からの留学生です。", "e": "He is an exchange student from another country.", "r": "kare wa takoku kara no ryuugakusei desu"}, {"j": "その会社は他社と提携しています。", "e": "That company is collaborating with other companies.", "r": "sono kaisha wa tasha to teikei shite imasu"}, {"j": "そのグループは排他的な態度をとっている。", "e": "The group has an exclusive attitude.", "r": "sono guruupu wa haitateki na taido o totte iru"}, {"j": "またの機会にお会いしましょう。他日のご挨拶を。", "e": "Let's meet again on another occasion. I look forward to seeing you another day.", "r": "mata no kikai ni o ai shimashou. tanjitsu no go aisatsu o"}, {"j": "「食べる」というのは他動詞です。", "e": "'Taberu' is a transitive verb.", "r": "\"taberu\" to iu no wa tadoushi desu"}, {"j": "一方の意見を尊重することが大切です。他方、自分の考えもしっかり持つべきです。", "e": "It is important to respect the opinions of others. On the other hand, one should also firmly hold their own opinions.", "r": "ippou no iken o sonchou suru koto ga taisetsu desu. takata, jibun no kangae mo shikkari motsu beki desu"}, {"j": "この件については自他共に認めるべき成功だと言える。", "e": "It can be said that this is a success that is recognized by both oneself and others in this matter.", "r": "kono ken ni tsuite wa jita tomo ni mitomeru beki seikou da to ieru"}]
,
	[{"j": "彼女は忙しいので、私が彼女の代わりに会議に出席しました。", "e": "She was busy, so I attended the meeting in her place.", "r": "kanojo wa isogashii node, watashi ga kanojo no kawari ni kaigi ni shusseki shimashita"}, {"j": "この本は売り切れですが、代わりに他の本をお勧めします。", "e": "This book is sold out, but I recommend another book instead.", "r": "kono..."}, {"j": "田中さんが我々の会社を代表して式に出席しました。", "e": "Mr. Tanaka attended the ceremony on behalf of our company.", "r": "tanaka-san ga wareware no kaisha o daihyou shite shiki ni shusseki shimashita"}, {"j": "彼は社長の代理で会議に出席しました。", "e": "He attended the meeting as a proxy for the president.", "r": "kare wa shachou no..."}, {"j": "試合中に選手の交代が行われました。", "e": "There was a player substitution during the game.", "r": "shiai-chuu ni senshu no koukan ga gyou waremashita"}, {"j": "東京都千代田区には日本の政治の中心があります。", "e": "Chiyoda Ward in Tokyo is where the center of Japan's politics is located.", "r": "toukyou-to chiyoda-ku ni wa nihon no seiji no chuu..."}, {"j": "代金はクレジットカードでお支払いいただけます。", "e": "You can pay the fee with a credit card.", "r": "daikin wa kurejitto kaado de oshiharai itadakemasu"}, {"j": "毎月の携帯電話代を節約するため、プランを変更しました。", "e": "I changed my plan to save on my monthly cell phone bill.", "r": "maiyu no keitai denwa dai o setsuyaku suru tame, puran o henkou shima shita"}, {"j": "昭和時代には日本が大きな経済成長を遂げました。", "e": "Japan achieved significant economic growth in the Showa era.", "r": "shouwa jidai ni wa nihon ga ooki na keizai seichou o t..."}, {"j": "現代社会ではテクノロジーの発展がめざましいです。", "e": "Technological advancement is remarkable in modern society.", "r": "gendai shakai de wa tekunorojii no hatten ga mezamashii desu"}]
,
	[{"j": "彼は妖怪に化けた。", "e": "He transformed into a monster.", "r": "kare wa youkai ni baka ta"}, {"j": "彼女は化学の研究者です。", "e": "She is a chemist.", "r": "kanojo wa kagaku no kenkyuusha desu"}, {"j": "日本の伝統文化を学ぶ", "e": "Studying traditional Japanese culture", "r": "nihon no dentou bunka o manabu"}, {"j": "季節の変化が美しいですね。", "e": "The change of seasons is beautiful.", "r": "kisetsu no henka ga utsukushii desu ne"}, {"j": "朝の準備で化粧をします。", "e": "I put on makeup in the morning.", "r": "asa no junbi de keshou o shimasu"}, {"j": "科学技術の進化は目覚ましいです。", "e": "The advancement of science and technology is remarkable.", "r": "kagaku gijutsu no shinka wa mezamashii desu"}, {"j": "その森には化け物が出ると言われている。", "e": "It is said that monsters appear in that forest.", "r": "sono mori ni wa bakemono ga deru to iwarete iru"}]
,
	[{"j": "彼は王様に仕えています。", "e": "He serves the king.", "r": "kare wa ousama ni tsukaete imasu"}, {"j": "毎日忙しい仕事があります。", "e": "I have a busy job every day.", "r": "mainichi isogashii shigoto ga arimasu"}, {"j": "レストランで給仕の仕事をしています。", "e": "I work as a waiter in a restaurant.", "r": "resutoran de kyuuji no shigoto o shite imasu"}, {"j": "この問題の仕方がわからない。", "e": "I don't know how to approach this problem.", "r": "kono mondai no shikata ga wakaranai"}, {"j": "仕方ないのであきらめます。", "e": "It can't be helped, so I'll give up.", "r": "shikata nai node akiramemasu"}, {"j": "新鮮な食材を仕入れています。", "e": "We are purchasing fresh ingredients.", "r": "shinsen na shokuzai o shiirete imasu"}, {"j": "この製品の仕様書をご確認ください。", "e": "Please review the specifications of this product.", "r": "kono seihin no shiyou sho o go kakunin kudasai"}, {"j": "会議を仕切っています。", "e": "I am organizing the meeting.", "r": "kaigi o shikiratte imasu"}, {"j": "プロジェクトの仕上げに取り掛かっています。", "e": "I am working on finishing the project.", "r": "purojekuto no shiage ni torikakatte imasu"}, {"j": "料理の仕上がりがとても美しいですね。", "e": "The presentation of the dish is very beautiful.", "r": "ryouri no shiagari ga totemo utsukushii desu ne"}]
,
	[{"j": "彼は東京に住んでいます。", "e": "He lives in Tokyo.", "r": "kare wa tōkyō ni sunde imasu"}, {"j": "このビルの住所は新宿です。", "e": "The address of this building is Shinjuku.", "r": "kono biru no juusho wa shinjuku desu"}, {"j": "彼は広い住居に住んでいる。", "e": "He lives in a spacious house.", "r": "kare wa hiroi juukyo ni sunde iru"}, {"j": "彼女はこの町に定住している。", "e": "She is settled in this town.", "r": "kanojo wa kono machi ni teijuu shite iru"}, {"j": "多くの人々が外国へ移住しています。", "e": "Many people are immigrating to foreign countries.", "r": "ooku no hitobito ga gaikoku e ijuu shite imasu"}, {"j": "この地域の住民はとても親切です。", "e": "The residents of this area are very kind.", "r": "kono chiiki no juumin wa totemo shinsetsu desu"}, {"j": "この街は高級な住宅が建ち並んでいる。", "e": "This town is lined with luxury houses.", "r": "kono machi wa koukyuuna juutaku ga tachinonde iru"}, {"j": "彼女の家はとても美しい住まいだ。", "e": "Her house is a very beautiful home.", "r": "kanojo no ie wa totemo utsukushii sumai da"}]
,
	[{"j": "彼女は部屋の一番いい位置に座っていた。", "e": "She was sitting in the best position in the room.", "r": "kanojo wa heya no ichiban ii ichi ni suwatte ita"}, {"j": "この料理の量はグラム単位で表示されています。", "e": "The amount of this dish is displayed in grams.", "r": "kono ryouri no ryou wa guramu dan'i de hyouji sarete imasu"}, {"j": "彼は毎年の大会で上位に入賞している。", "e": "He has been placing in the top ranks in the tournament every year.", "r": "kare wa maitoshi no taikai de joui ni nyuushou shite iru"}]
,
	[{"j": "彼女は私たちの仲介役として協力してくれた。", "e": "She helped us as a mediator.", "r": "kanojo wa watashitachi no chūkai yakubito toshite kyōryoku shite kureta"}, {"j": "この問題は仲裁の必要がありそうだ。", "e": "It seems that we need arbitration for this problem.", "r": "kono mondai wa chūsai no hitsuyō ga arisō da"}, {"j": "彼は私の大切な仲間です。", "e": "He is a dear friend of mine.", "r": "kare wa watashi no taisetsu na nakama desu"}, {"j": "彼らは最近、少し不仲の様子だ。", "e": "They seem to be on bad terms recently.", "r": "karera wa saikin, sukoshi fushitsuna yōsu da"}]
,
	[{"j": "彼は大統領の責任を果たしています。", "e": "He is fulfilling the responsibilities of the president.", "r": "kare wa daitouryou no sekinin o hatashite imasu"}, {"j": "新入社員にはさまざまな任務が与えられます。", "e": "Various tasks are assigned to new employees.", "r": "shinnyuu shain ni wa samazama na ninmu ga ataeraremasu"}, {"j": "彼は新しい部長に任命された。", "e": "He was appointed as the new department manager.", "r": "kare wa atarashii buchou ni ninmei sareta"}, {"j": "このボタンは任意で押してください。", "e": "You can press this button at your discretion.", "r": "kono botan wa ninni de oshite kudasai"}]
,
	[{"j": "彼は仏語を勉強しています。", "e": "He is studying French.", "r": "kare wa bukugo o benkyou shite imasu"}, {"j": "この寺には美しい仏像がたくさんあります。", "e": "This temple has many beautiful Buddhist statues.", "r": "kono tera ni wa utsukushii butsuzou ga takusan arimasu"}, {"j": "日本には多くの大仏があります。", "e": "There are many Great Buddha statues in Japan.", "r": "nihon ni wa ooku no daibutsu ga arimasu"}, {"j": "彼女は仏教の教えに深く帰依している。", "e": "She deeply reveres the teachings of Buddhism.", "r": "kanojo wa bukkyou no oshie ni fukaku kie shite iru"}, {"j": "仏日の辞書を持っていますか？", "e": "Do you have a French-Japanese dictionary?", "r": "bukkujitsu no jisho o motte imasu ka"}]
,
	[{"j": "彼女との関係は厳しい条件にある。", "e": "I am under strict conditions in my relationship with her.", "r": "kanojo to no kankei wa kibishii jōken ni aru"}, {"j": "この物件は広々としていて、いい眺めがする。", "e": "This property is spacious and has a great view.", "r": "kono bukken wa hirobiro to shite ite, ii nagame ga suru"}, {"j": "大切な用件がありますので、早めにご連絡ください。", "e": "I have an important matter to discuss, so please contact me as soon as possible.", "r": "taisetsu na yōken ga arimasu node, hayame ni go renraku kudasai"}, {"j": "メールの件名をどう書いたらいいですか？", "e": "How should I write the subject of the email?", "r": "mēru no kenmei o dō kaitara ii desu ka"}, {"j": "その件数は予想以上ですね。", "e": "The number of cases is higher than expected.", "r": "sono kensū wa yosō ijō desu ne"}, {"j": "警察が事件の真相を調査しています。", "e": "The police are investigating the truth behind the incident.", "r": "keisatsu ga jiken no shinsō o chōsa shite imasu"}]
,
	[{"j": "彼にメッセージを伝えてください。", "e": "Please pass on a message to him.", "r": "kare ni messeiji o tsutaete kudasai"}, {"j": "彼から伝言が届いたよ。", "e": "I received a message from him.", "r": "kare kara dengon ga todoita yo"}, {"j": "その祭りは古くからの伝統です。", "e": "That festival is a tradition that has been passed down for a long time.", "r": "sono matsuri wa furuku kara no dentou desu"}, {"j": "その地域には古い伝説が伝えられています。", "e": "There are ancient legends passed down in that area.", "r": "sono chiiki ni wa furui densetsu ga tsutaerarete imasu"}, {"j": "遺伝によって特定の特徴が受け継がれることがあります。", "e": "Specific characteristics can be passed down through genetics.", "r": "idenn ni yotte tokutei no tokuchou ga uketsugareru koto ga arimasu"}, {"j": "彼女は自伝を出版しました。", "e": "She published her autobiography.", "r": "kanojo wa jiden o shuppan shimashita"}]
,
	[{"j": "この絵は価値があると思います。", "e": "I think this painting has value.", "r": "kono e wa kachi ga aru to omoimasu"}, {"j": "この商品の価格はお手頃です。", "e": "The price of this product is reasonable.", "r": "kono shouhin no kakaku wa oteguro desu"}, {"j": "このレストランの評価が高いです。", "e": "This restaurant has received high ratings.", "r": "kono resutoran no hyouka ga takai desu"}, {"j": "彼は安価な旅行を計画しています。", "e": "He is planning a budget trip.", "r": "kare wa yasune na ryokou o keikaku shite imasu"}, {"j": "株価が急上昇しています。", "e": "Stock prices are rising rapidly.", "r": "kabuka ga kyuujoushou shite imasu"}]
,
	[{"j": "このアクセサリーの値段は高いです。", "e": "The price of this accessory is high.", "r": "kono akusesarī no nedan wa takai desu."}, {"j": "この店では値引きセールを行っています。", "e": "This store is having a sale with discounts.", "r": "kono mise de wa nebiki sēru o okonatte imasu"}, {"j": "この商品はとてもお買い得な値段です。", "e": "This item is at a very reasonable price.", "r": "kono shouhin wa totemo o kaidoku na nedan desu"}, {"j": "彼の偏差値はとても高いです。", "e": "His deviation value is very high.", "r": "kare no hensachi wa totemo takai desu"}, {"j": "この店は常に安値で商品を提供しています。", "e": "This store always offers products at low prices.", "r": "kono mise wa tsune ni yasune de shouhin o teikyō shite imasu"}, {"j": "数値データを分析して結果を出しました。", "e": "I analyzed the numerical data and got the results.", "r": "sūchi deeta o bunseki shite kekka o dashimashita"}]
,
	[{"j": "駅で電車が停車しています。", "e": "The train is stopping at the station.", "r": "eki de densha ga teisha shite imasu"}, {"j": "経済成長が停滞している", "e": "Economic growth is stagnating", "r": "keizai seichou ga teitai shite iru"}, {"j": "昨夜、停電...停止しています。", "e": "The escalator is out of order.", "r": "esukētā ga teishi shite imasu"}, {"j": "敵国との停戦協定が締結された。", "e": "A ceasefire agreement with the enemy country has been reached.", "r": "tekikoku to no teisen kyoutei ga teiketsu sareta"}]	
,
	[{"j": "お坊さんがお寺でお香を供えていた。", "e": "The Buddhist monk was offering incense at the temple.", "r": "obousan ga otera de o kou o sonaete ita"}, {"j": "この店では新鮮な食材を供給しています。", "e": "This store provides fresh ingredients.", "r": "kono mise de wa shinsen na shokuzai o kyoukyuu shite imasu"}, {"j": "先祖の供養を毎年行っています。", "e": "We perform a memorial service for our ancestors every year.", "r": "senzo no kuyou o maitoshi okonatte imasu"}, {"j": "無料でサービスを提供しています。", "e": "We offer services for free.", "r": "muryou de saabisu o teikyou shite imasu"}, {"j": "この化粧品は試供品ですが、効果がすごいです。", "e": "This cosmetic is a sample, but it works really well.", "r": "kono keshouhin wa shikouhin desu ga, kouka ga sugoi desu"}]
,
	[{"j": "彼は背が低いです。", "e": "He is short.", "r": "kare wa se ga hikui desu"}, {"j": "この車は低速ですが安全です。", "e": "This car is slow, but safe.", "r": "kono kuruma wa teisoku desu ga anzen desu"}, {"j": "冷蔵庫を低温に設定しました。", "e": "I set the refrigerator to a low temperature.", "r": "reizouko o teion ni settei shimashita"}, {"j": "彼女は低音で歌を歌うのが得意です。", "e": "She is good at singing in a low voice.", "r": "kanojo wa teion de uta o utau no ga tokui desu"}, {"j": "台風による低気圧が近づいています。", "e": "A low-pressure system caused by a typhoon is approaching.", "r": "taifū ni yoru teikiatsu ga chikazuite imasu"}, {"j": "その国は低地に多くの川が流れています。", "e": "That country has many rivers flowing through lowlands.", "r": "sono kuni wa teichi ni ooku no kawa ga nagarete imasu"}]
,
	[{"j": "健康を保つためにはバランスの良い食事と適量の運動が大切です。", "e": "Eating a balanced diet and getting the right amount of exercise are important to maintain good health.", "r": "kenkou o tamotsu tame ni wa baransu no yoi shokuji to tekiryou no undou ga taisetsu desu"}, {"j": "この写真を保存したいのですが、どうしたらいいですか？", "e": "I want to save this photo, what should I do?", "r": "kono shashin o hozon shitai no desu ga, dou shitara ii desu ka?"}, {"j": "国立公園では自然を保護する取り組みが行われています。", "e": "Efforts to protect nature are being made in national parks.", "r": "kokuritsu kouen de wa shizen o hogo suru torikumi ga gyou warete imasu"}, {"j": "大切な書類は乾燥した場所に保管してください。", "e": "Please store important documents in a dry place.", "r": "taisetsu na shorui wa kansou shita basho ni hokan shite kudasai"}, {"j": "子供たちのために安全な環境を保育する施設が整備されています。", "e": "Facilities for providing a safe environment for children to grow are being established.", "r": "kodomotachi no tame ni anzen na kankyou o hoiku suru shisetsu ga sebi saredte imasu"}]
,
	[{"j": "図書館で本を借りました。", "e": "I borrowed a book at the library.", "r": "toshokan de hon o karimashita"}, {"j": "友達との旅行先で民家を借りた。", "e": "I rented a private house at our destination with my friend.", "r": "tomodachi to no ryokōsaki de minka o karita"}, {"j": "大きな借金を返済するのは難しい。", "e": "It's difficult to repay a large debt.", "r": "ōkina shakkin o hensai suru no wa muzukashī"}, {"j": "そのアイデアは彼女から借用したものです。", "e": "I borrowed that idea from her.", "r": "sono aidea wa kanojo kara shakuyō shita mono desu"}, {"j": "農地を借りて野菜を栽培しています。", "e": "I rent a field and grow vegetables.", "r": "nōchi o karite yasai o saibai shite imasu"}]
,
	[{"j": "彼のことを信じています。", "e": "I believe in him.", "r": "kare no koto o shinjite imasu"}, {"j": "彼は私に完全な信頼を寄せています。", "e": "He has complete trust in me.", "r": "kare wa watashi ni kanzen na shinrai o yosete imasu"}, {"j": "彼女は自信満々でプレゼンをしていた。", "e": "She gave the presentation with full confidence.", "r": "kanojo wa jishin manman de purezen o shite ita"}, {"j": "信号が赤になったので止まりました。", "e": "The traffic light turned red, so I stopped.", "r": "shingō ga aka ni natta node tomarimashita"}, {"j": "彼は真剣に信仰している人だ。", "e": "He is a person who believes earnestly in his faith.", "r": "kare wa shinken ni shinkou shite iru hito da"}]
,
	[{"j": "りんごを二倍買いました。", "e": "I bought apples twice as much.", "r": "ringo o nibai kaimashita"}, {"j": "売上が倍増しました。", "e": "Sales doubled.", "r": "uriage ga bai zō shimashita"}, {"j": "このカメラは画質が倍率に影響します。", "e": "The image quality of this camera is affected by the magnification ratio.", "r": "kono kamera wa gashitsu ga bairitsu ni eikyō shimasu"}, {"j": "賞金が倍額に増えました。", "e": "The prize money has doubled.", "r": "shōkin ga baigaku ni fue mashita"}, {"j": "彼は努力が人一倍だ。", "e": "He puts in twice as much effort as others.", "r": "kare wa doryoku ga hitoichibai da"}]
,
	[{"j": "彼は個人プレーが目立つ", "e": "He stands out for his individual play.", "r": "kare wa kojin puree ga medatsu"}, {"j": "彼女は個性的なファッションを身に着けている", "e": "She wears unique fashion that shows her individuality.", "r": "kanojo wa koseiteki na fasshon o mi ni kite iru"}, {"j": "ホテルには個室がありますか？", "e": "Do you have private rooms in the hotel?", "r": "hoteru ni wa koshitsu ga arimasu ka?"}, {"j": "りんごを三個買いました", "e": "I bought three apples", "r": "ringo o sanko kaimashita"}, {"j": "個別の指導を受けたいです", "e": "I would like to receive individual instruction", "r": "kobetsu no shidou o uketai desu"}]
,
	[{"j": "彼からの便りが届きました。", "e": "I received a message from him.", "r": "kare kara no tayori ga todokimashita."}, {"j": "スマートフォンはとても便利です。", "e": "Smartphones are very convenient.", "r": "sumaato fon wa totemo benri desu"}, {"j": "公園に行くときは便所を探さなければなりません。", "e": "When you go to the park, you need to find a restroom.", "r": "kouen ni iku toki wa benjo o sagasanakereba narimasen."}, {"j": "遅れて申し訳ありませんでした。不便をおかけしました。", "e": "I'm sorry for being late. I caused inconvenience.", "r": "okurete moushiwake arimasen deshita. fuben o okake shimashita."}, {"j": "郵便局に荷物を送りたいです。", "e": "I want to send a package to the post office.", "r": "yuubinkyoku ni nimotsu o okuritai desu"}]
,
	[{"j": "この仕事は彼に係っています。", "e": "He is in charge of this project.", "r": "kono shigoto wa kare ni kakatte imasu"}, {"j": "空港で係員に案内してもらった。", "e": "I was guided by a staff member at the airport.", "r": "kuukou de kakariin ni annai shite moratta"}, {"j": "彼は会社で係長を務めている。", "e": "He is serving as a section chief at the company.", "r": "kare wa kaisha de kakarichou o tsutomete iru"}, {"j": "数学の公式で係数を使う。", "e": "We use coefficients in mathematical formulas.", "r": "suugaku no koushiki de kousuu o tsukau"}, {"j": "船が港に係留されていた。", "e": "The ship was moored at the port.", "r": "fune ga minato ni kakuryou sarete ita"}, {"j": "彼とは親しい関係です。", "e": "I have a close relationship with him.", "r": "kare to wa shitashii kankei desu"}, {"j": "その問題は私には無関係です。", "e": "That issue is unrelated to me.", "r": "sono mondai wa watashi ni wa mukankei desu"}]
,
	[{"j": "彼からの依頼でプレゼンを準備しました。", "e": "I prepared the presentation at his request.", "r": "kare kara no irai de purezen o junbi shimashita"}, {"j": "彼は自分の力だけに依存したくないと言っていました。", "e": "He said he didn't want to rely solely on his own strength.", "r": "kare wa jibun no chikara dake ni izon shita kunai to gitte imashita"}, {"j": "依然としてその問題は解決されていません。", "e": "The problem still remains unresolved.", "r": "izen toshite sono mondai wa kaiketsu sarete imasen"}, {"j": "仏教では慈しみと悟りに帰依することが重要です。", "e": "In Buddhism, it is important to take refuge in compassion and enlightenment.", "r": "bukkyou de wa itsukushimi to satori ni kie suru koto ga juuyou desu"}]
,
	[{"j": "彼はとても優しい人です。", "e": "He is a very kind person.", "r": "kare wa totemo yasashii hito desu"}, {"j": "彼は優れた料理人です。", "e": "He is an excellent chef.", "r": "kare wa sugureta ryourinin desu"}, {"j": "彼女は優秀な学生です。", "e": "She is an outstanding student.", "r": "kanojo wa yuushuuna gakusei desu"}, {"j": "あの俳優は人気があります。", "e": "That actor is popular.", "r": "ano haiyuu wa ninki ga arimasu"}]
,
	[{"j": "彼は一億円の宝くじに当選したそうです。", "e": "I heard he won a one hundred million yen lottery.", "r": "kare wa ichi oku en no takarakuji ni tousen shita soudesu."}, {"j": "そのプロジェクトには千億円以上の資金が投入されています。", "e": "Over a trillion yen has been invested in that project.", "r": "sono purojekuto ni wa sen oku en ijou no shikin ga tounyuu sarete imasu"}, {"j": "彼は億万長者として有名だ。", "e": "He is famous as a billionaire.", "r": "kare wa oku manchouja toshite yuumei da"}, {"j": "彼の凝ったデザインはとても興味深い。", "e": "His elaborate designs are very intriguing.", "r": "kare no kotte dezain wa totemo kyoumibukai"}]
,
	[{"j": "彼は非常に偉い人です。", "e": "He is a very great person.", "r": "kare wa hijou ni erai hito desu"}, {"j": "ガンジーは世界の偉人の一人です。", "e": "Gandhi is one of the great figures in the world.", "r": "ganjii wa sekai no erai hito no hitori desu"}, {"j": "彼は偉大なリーダーです。", "e": "He is a great leader.", "r": "kare wa idai na riidaa desu"}, {"j": "その選手は偉業を成し遂げました。", "e": "That athlete accomplished a great feat.", "r": "sono senshu wa igyou o nashi toge mashi ta"}, {"j": "彼女は音楽の偉材だと言われています。", "e": "She is said to be a great talent in music.", "r": "kanojo wa ongaku no iza da to iwarete imasu"}]
,
	[{"j": "旅行に備えて必要な物を準備しました。", "e": "I prepared necessary items for the trip.", "r": "ryokou ni sonaete hitsuyou na mono o junbi shimashita"}, {"j": "ホテルの部屋には快適な備品が揃っていました。", "e": "The hotel room was equipped with comfortable amenities.", "r": "hoteru no heya ni wa kaiteki na bijin ga sorotte imashita"}, {"j": "警備員がビルの前で見張っています。", "e": "Security guards are keeping watch in front of the building.", "r": "keibiin ga biru no mae de mihotte imasu"}, {"j": "この施設は最新の設備が整っていてとても便利です。", "e": "This facility is equipped with state-of-the-art facilities and is very convenient.", "r": "kono shisetsu wa saishin no setsubi ga tootte ite totemo benri desu"}, {"j": "明日の会議の準備をしています。", "e": "I am preparing for tomorrow's meeting.", "r": "ashita no kaigi no junbi o shite imasu"}]
,
	[{"j": "彼女に街で偶然会った。", "e": "I bumped into her by chance in the city.", "r": "kanojo ni machi de guuzen atta"}, {"j": "事故は偶発的なものだった", "e": "The accident was an unforeseen event.", "r": "jiko wa guuhatsuteki na mono datta"}, {"j": "12は偶数です。", "e": "12 is an even number.", "r": "juuni wa guusuu desu"}, {"j": "彼はアイドルの偶像として慕われている。", "e": "He is adored as an idol.", "r": "kare wa aidoru no guuzou toshite shitawarete iru"}, {"j": "配偶者と一緒に楽しい時間を過ごしました。", "e": "I had a great time with my spouse.", "r": "haiguusha to issho ni tanoshii jikan o sugoshimashita"}]
,
	[{"j": "彼は問題の多面から考える", "e": "He thinks about the problem from various aspects.", "r": "kare wa mondai no tanmen kara kangaeru"}, {"j": "日本の家では縁側でお茶を飲むことがよくあります。", "e": "In Japanese houses, it is common to drink tea on the veranda.", "r": "nihon no ie de wa engawa de ocha o nomu koto ga yoku arimasu"}, {"j": "箱の内側には大切な品が入っていた", "e": "There were important items inside the box.", "r": "hako no uchigawa ni wa taisetsu na shina ga haitte ita"}, {"j": "この製品の裏側には注意書きがあります", "e": "There are instructions on the back side of this product.", "r": "kono seihin no uragawa ni wa chuui shokki ga arimasu"}, {"j": "道路の片側が工事中です", "e": "One side of the road is under construction", "r": "douro no katagawa ga koujichuu desu"}]
,
	[{"j": "彼は頭を傾げて考えていた。", "e": "He was thinking with his head tilted.", "r": "kare wa atama o katamukete kangaete ita"}, {"j": "この道は傾斜がきついです。", "e": "This road has a steep incline.", "r": "kono michi wa keisha ga kitsui desu"}, {"j": "最近、その傾向が強まっているようです。", "e": "Lately, it seems that tendency is becoming stronger.", "r": "saikin, sono keikou ga tsuyomatte iru youdesu"}, {"j": "彼女には傾倒してしまいそうだ。", "e": "I feel like I'm falling for her.", "r": "kanojo ni wa keitou shite shimai sou da"}, {"j": "傾聴の精神で話を聞いています。", "e": "I am listening with attentive ears.", "r": "keichou no seishin de hanashi o kiite imasu"}]
,
	[{"j": "日本語の勉強のために毎日徒歩で学校に通っています。", "e": "I walk to school every day to study Japanese.", "r": "nihongo no benkyou no tame ni mainichi toho de gakkou ni kayotte imasu"}, {"j": "彼は一生懸命働いたが、結果は徒労に終わってしまった。", "e": "He worked hard all his life, but the result was just a vain effort.", "r": "kare wa isshou kenmei hataraita ga, kekka wa torou ni owatte shimatta"}, {"j": "運動会で徒競走が行われました。", "e": "There was a footrace in the sports day.", "r": "undoukai de adokeisou ga gyou waremashita"}, {"j": "新入生徒の皆さん、ようこそ学校へ。", "e": "Welcome to the school, all new students.", "r": "shinnyuusei tou no minasan, youkoso gakkou e"}, {"j": "暴徒が店を襲い、混乱が起きた。", "e": "A mob attacked the store and chaos ensued.", "r": "bouto ga mise o osoi, konran ga okita"}]
,
	[{"j": "彼は社長の指示に従って行動している。", "e": "He is acting according to the president's instructions.", "r": "kare wa shachou no shiji ni shitagatte koudou shite iru"}, {"j": "この犬はよく訓練されており、よく従える。", "e": "This dog is well trained and obeys well.", "r": "kono inu wa yoku kunren sarete ori, yoku shitagae ru"}, {"j": "彼女は従容とした態度でその困難に立ち向かった。", "e": "She bravely faced the challenge with composure.", "r": "kanojo wa juuyou to shita taidte de sono konnan ni tachimukatta"}, {"j": "医師として長年従事してきた。", "e": "I have been engaged in medical practice for many years.", "r": "ishi toshite naganen juuji shite kita"}, {"j": "従来の方法では解決できない問題もある。", "e": "There are problems that cannot be solved using conventional methods.", "r": "juurai no houhou de wa kaiketsu dekinai mondai mo aru"}, {"j": "当社の従業員は皆、真面目で優秀な人材です。", "e": "All of our employees are diligent and talented individuals.", "r": "tousha no juugyouin wa minna, majime de yuushuuna jinzai desu"}, {"j": "部下にはきちんと服従してほしい。", "e": "I want my subordinates to obey properly.", "r": "buka ni wa kichinto fukujuu shite hoshii"}]	
,
	[{"j": "彼はとても律義な人で、約束を決して破りません。", "e": "He is very loyal and never breaks a promise.", "r": "kare wa totemo ritsugina hito de, yakusoku o kesshite yaburimasen"}, {"j": "そのダンサーの動きは律動的で美しい。", "e": "The dancer's movements are rhythmical and beautiful.", "r": "sono dansā no ugoki wa ritsudōteki de utsukushī"}, {"j": "彼女は規律を守ることの大切さを教えてくれました。", "e": "She taught me the importance of discipline.", "r": "kanojo wa kiritsu o mamoru koto no taisetsusa o oshiete kuremashita"}, {"j": "自律した生活を送ることは大切です。", "e": "It is important to live a self-disciplined life.", "r": "jiritsu shita seikatsu o okuru koto wa taisetsu desu"}, {"j": "日本では法律が厳しく守られています。", "e": "In Japan, the laws are strictly enforced.", "r": "nihon de wa hōritsu ga kibishiku mamorarete imasu"}]
,
	[{"j": "彼は最新の技術を駆使して新製品を開発しています。", "e": "He is developing a new product using the latest technology.", "r": "kare wa saishin no gijutsu o kushi shite shin seihin o kaihatsu shite imasu"}, {"j": "彼女は本物の芸術家です。", "e": "She is a true artist.", "r": "kanojo wa honmono no geijutsuka desu"}, {"j": "手術の成功率が高い病院を探しています。", "e": "I'm looking for a hospital with a high success rate for surgeries.", "r": "shujutsu no seikō-ritsu ga takai byōin o sagashite imasu"}, {"j": "その道場では伝統的な武術を練習しています。", "e": "They practice traditional martial arts at that dojo.", "r": "sono dōjō de wa dentō-tekina bujutsu o renshu shite imasu"}, {"j": "営業の話術が上手な人は印象がいいですね。", "e": "People who are good at sales pitch have a good impression, don't they?", "r": "eigyō no hanashigijutsu ga jōzu na hito wa inshō ga ii desu ne"}]
,
	[{"j": "彼は勝利を得た。", "e": "He achieved victory.", "r": "kare wa shouri o eta"}, {"j": "彼女は歌が得意です。", "e": "She is good at singing.", "r": "kanojo wa uta ga tokui desu"}, {"j": "チームは重要な得点を取った。", "e": "The team scored an important point.", "r": "chiimu wa juuyou na tokuten o totta"}, {"j": "彼は高い所得を持っている。", "e": "He has a high income.", "r": "kare wa takai shotoku o motte iru"}, {"j": "最終的に納得した。", "e": "I finally understood and accepted it.", "r": "saishuuteki ni nattoku shita"}, {"j": "彼女の説得に折れて、同意した。", "e": "I yielded to her persuasion and agreed.", "r": "kanojo no settoku ni orete, doui shita"}]
,
	[{"j": "彼女と待ち合わせをした", "e": "I made a meeting arrangement with her.", "r": "kanojo to machiawase o shita"}, {"j": "空港の待合室で友達を待っていました", "e": "I was waiting for my friend in the airport lounge.", "r": "kūkō no machiawashitsu de tomodachi o matte imashita"}, {"j": "電話の修理が終わるのを待機しています", "e": "I'm waiting for the repair of my phone to be finished.", "r": "denwa no shuuri ga owaru no o taiki shite imasu"}, {"j": "待望の春がやってきた", "e": "The long-awaited spring has come.", "r": "taibou no haru ga yatte kita"}, {"j": "大切なお客様を接待するため、準備をしています", "e": "I am preparing to entertain important guests.", "r": "taisetsu na okyakusama o setterai suru tame, junbi o shite imasu"}, {"j": "彼の成功を期待しています", "e": "I am expecting his success.", "r": "kare no seikou o kitai shite imasu"}, {"j": "パーティーに招待された", "e": "I was invited to the party.", "r": "paatii ni shoutai saret"}, {"j": "動物への虐待は許されない", "e": "Animal abuse is unforgivable.", "r": "doubutsu e no gyakutai wa yurusarenai"}]
,
	[{"j": "御社は日本でも有名な企業です。", "e": "Your company is a well-known company even in Japan.", "r": "onsha wa nihon demo yuumei na kigyou desu"}, {"j": "この商品はお客様御中にご案内申し上げます。", "e": "We would like to inform you, our esteemed customers, about this product.", "r": "kono shouhin wa o-kyakusama onochuu ni go annai moushiagemasu"}, {"j": "古風な御者が伝統的な馬車を操っていた。", "e": "The old-fashioned coachman was skillfully handling the traditional carriage.", "r": "kohou na oja ga dentouteki na basha o ayatsutte ita"}, {"j": "コンピューターの制御が難しい問題です。", "e": "Controlling computers is a difficult task.", "r": "konpyuutaa no seigyo ga muzukashii mondai desu"}, {"j": "彼は素早い防御力で相手の攻撃を防いだ。", "e": "He defended against the opponent's attacks with quick defensive moves.", "r": "kare wa subayai bougyoryoku de aite no kougeki o fuseida"}]
,
	[{"j": "彼は私の夫です。", "e": "He is my husband.", "r": "kare wa watashi no otto desu"}, {"j": "彼女は私と一緒に旅行する夫妻です。", "e": "She and I are a married couple traveling together.", "r": "kanojo wa watashi to issho ni ryokou suru meotoshi desu"}, {"j": "結婚してからずっと幸せな夫婦です。", "e": "We have been a happy married couple since we got married.", "r": "kekkon shite kara zutto shiawase na meoto desu"}, {"j": "大丈夫ですか？", "e": "Are you okay?", "r": "daijoubu desu ka"}, {"j": "この料理には彼の工夫が感じられます。", "e": "I can feel his ingenuity in this dish.", "r": "kono ryouri ni wa kare no kufuu ga kanjiraremasu"}]
,
	[{"j": "彼は大切なネックレスを失ってしまった。", "e": "He lost his important necklace.", "r": "kare wa taisetsu na nekkuresu o ushinatte shimatta"}, {"j": "最近、失業してしまい、新しい仕事を探しています。", "e": "I recently lost my job and I am looking for a new one.", "r": "saikin, shitsugyou shite shimai, atarashii shigoto o sagashite imasu"}, {"j": "彼女にフラれて失恋したとき、とても辛かった。", "e": "I was heartbroken when I was dumped by my girlfriend.", "r": "kanojo ni furarete shitsuren shita toki, totemo tsurakatta"}, {"j": "財布を紛失してしまい、困っています。", "e": "I lost my wallet and I'm in trouble.", "r": "saifu o funshitsu shite shimai, komatte imasu"}, {"j": "失望した顔をして彼女の言葉を聞いた。", "e": "I looked disappointed as I listened to her words.", "r": "shitsubou shita kao o shite kanojo no kotoba o kiita"}]
,
	[{"j": "彼は部屋の中央に立っていた。", "e": "He was standing in the middle of the room.", "r": "kare wa heya no chuou ni tatte ita"}, {"j": "今日は中央線で東京に行きます。", "e": "I'm going to Tokyo today on the Chuo Line.", "r": "kyou wa chuou sen de toukyou ni ikimasu"}, {"j": "地震の震央は北海道の沖だった。", "e": "The epicenter of the earthquake was off the coast of Hokkaido.", "r": "jishin no shinnou wa hokkaidou no oki datta"}]
,
	[{"j": "今日の天候は晴れです。", "e": "The weather today is sunny.", "r": "kyou no tenkou wa hare desu"}, {"j": "彼は新しい候補として挙げられています。", "e": "He is being mentioned as a new candidate.", "r": "kare wa atarashii kouho toshite agerarete imasu"}, {"j": "彼女の笑顔が幸せの兆候だった。", "e": "Her smile was a sign of happiness.", "r": "kanojo no egao ga shiawase no choukou datta"}, {"j": "この地域の気候は温暖です。", "e": "The climate in this area is mild.", "r": "kono chiiki no kikou wa ondou desu"}, {"j": "測候所では気象データを毎日記録しています。", "e": "Weather observations and data are recorded daily at the meteorological station.", "r": "sokkoujo de wa kishou deeta o mainichi kiroku shite imasu"}]
,
	[{"j": "大学を卒業する際には様々な科目を修める必要があります。", "e": "When graduating from university, it is necessary to study various subjects.", "r": "daigaku o sotsugyō suru sai ni wa samazamana kamoku o osameru hitsuyō ga arimasu."}, {"j": "車が壊れたので修理に出した。", "e": "My car broke down so I took it for repairs.", "r": "kuruma ga kowareta node shūri ni dashita"}, {"j": "毎日の瞑想は心の修行になっている。", "e": "Meditating every day is a form of mental training.", "r": "mainichi no meisō wa kokoro no shugyō ni natte iru"}, {"j": "その寺には多くの修道士が暮らしています。", "e": "Many monks live in that temple.", "r": "sono tera ni wa ōku no shudōshi ga kurashite imasu"}, {"j": "この建物は改修工事中です。", "e": "This building is currently undergoing renovations.", "r": "kono tatemono wa kaishū kōji chū desu"}]
,
	[{"j": "このビーチは白い砂が美しいです。", "e": "This beach has beautiful white sand.", "r": "kono bīchi wa shiroi suna ga utsukushii desu"}, {"j": "砂漠にはカメルーンが生息しています。", "e": "Camels live in the desert.", "r": "sabaku ni wa kamerrūn ga seisoku shite imasu"}, {"j": "大雨のせいで土砂崩れが起きました。", "e": "A landslide occurred due to heavy rain.", "r": "ōame no sei de doshabure ga okimashita"}, {"j": "波の音が砂浜に響いていた。", "e": "The sound of the waves echoed on the sandy beach.", "r": "nami no oto ga sunahama ni hibiite ita"}, {"j": "子供たちは砂場で遊んでいました。", "e": "The children were playing in the sandpit.", "r": "kodomotachi wa sunaba de asonde imashita"}]
,
	[{"j": "包丁を研ぐと料理がしやすくなります。", "e": "Sharpening a knife makes cooking easier.", "r": "houchou o togu to ryouri ga shiyasuku narimasu"}, {"j": "彼は音楽の研究をしています。", "e": "He is studying music.", "r": "kare wa ongaku no kenkyuu o shite imasu"}, {"j": "ダイヤモンドを研磨して輝かせる", "e": "Polishing diamonds to make them shine", "r": "daiyamondo o kenma shite kagayakaseru"}, {"j": "新入社員は研修を受けてから働き始めます。", "e": "New employees start working after receiving training.", "r": "shin nyuu sha in wa kenshuu o ukete kara hataraki hajimemasu"}]
,
	[{"j": "彼は素晴らしい写真を収めた写真集を出版した。", "e": "He published a photo book that includes wonderful photos.", "r": "kare wa subarashii shashin o osameta shashinshū o shuppan shita"}, {"j": "この秋は豊作で、たくさんの稲を収穫した。", "e": "This fall we had a good harvest, and we harvested a lot of rice.", "r": "kono aki wa hōsaku de, takusan no ine o shuukaku shita"}, {"j": "彼は毎月安定した収入を得ている。", "e": "He earns a stable income every month.", "r": "kare wa maitsuki antei shita shuunyū o ete iru"}, {"j": "資料の回収が完了しました。", "e": "The collection of documents has been completed.", "r": "shiryō no kaishū ga kanryō shimashita"}]
,
	[{"j": "彼はコップを取った。", "e": "He took the cup.", "r": "kare wa koppu o totta."}, {"j": "データを取得する", "e": "To acquire data", "r": "deeta o shutoku suru"}, {"j": "この記事は取材した情報に基づいています。", "e": "This article is based on information gathered through coverage.", "r": "kono kiji wa shuzai shita jōhō ni motodzuite imasu"}, {"j": "森で木の実を採取しています。", "e": "I am collecting nuts in the forest.", "r": "mori de ki no mi o saishu shite imasu"}]
,
	[{"j": "枚数を数えるのは大変です。", "e": "It's hard to count the number of sheets.", "r": "maisuu o kazoeru no wa taihen desu."}, {"j": "１０枚の紙を買いました。", "e": "I bought ten sheets of paper.", "r": "juu mai no kami o kaimashita."}, {"j": "枚挙にいとまがありません。", "e": "There is no end to listing them.", "r": "maikyo ni itoma ga arimasen."}, {"j": "彼は大枚を使って高級車を買ったそうです。", "e": "I heard he spent a lot of money to buy a luxury car.", "r": "kare wa oomai o tsukatte koukyuusha o katta sou desu."}]	
,
	[{"j": "庭には木製の柱が並んでいる。", "e": "There are wooden pillars lined up in the garden.", "r": "niwa ni wa mokusei no hashira ga nande iru"}, {"j": "公園の入り口近くに電柱が立っています。", "e": "There is a utility pole standing near the entrance of the park.", "r": "kouen no iriguchi chikaku ni denpou ga tatte imasu"}, {"j": "そのお寺の門は古い石の門柱で飾られている。", "e": "The gate of the temple is decorated with old stone gateposts.", "r": "sono otera no mon wa furui ishi no monhashira de kazararete iru"}, {"j": "父は家族の中で大黒柱の存在だ。", "e": "My father is the central figure in our family.", "r": "chichi wa kazoku no naka de daikokubashira no sonzai da"}]
,
	[{"j": "彼との友達の結婚を祝って、美味しい料理と共に祝杯をあげた。", "e": "We raised a toast with delicious food to celebrate the marriage of my friend and him.", "r": "kare to no tomodachi no kekkon o negatte, oishii ryōri to tomo ni shukuhai o ageta"}, {"j": "乾杯をしながら、皆で楽しい時間を過ごした。", "e": "We had a great time together while making a toast with cheers.", "r": "kanpai o shinagara, mina de tanoshii jikan o sugoshita"}, {"j": "コーヒーを飲む時にはいつもこの大きなマグカップを使っています。", "e": "I always use this large mug when I drink coffee.", "r": "kōhī o nomu toki ni wa itsumo kono ōkina magukappu o tsukatte imasu"}, {"j": "失敗を繰り返したが、最後にはその苦杯をなんとか乗り越えた。", "e": "I repeated failures, but in the end, I somehow overcame that bitter experience.", "r": "shippai o kurikaeshita ga, saigo ni wa sono kuhai o nantoka norikoeta"}]
,
	[{"j": "木の葉が枯れる季節がやってきました。", "e": "The season has come when the leaves of the trees are wilting.", "r": "ki no ha ga kareru kisetsu ga yatte kimashita"}, {"j": "人生には栄枯盛衰がある。", "e": "In life, there are ups and downs.", "r": "jinsei ni wa eikare...光を与えている。", "e": "The dead tree in the garden is providing a home for small animals and insects, giving life in its own way.", "r": "karereki no ki wa chiisana doubutsu ya konchuu ni sumu basho o ataete iru"}, {"j": "資源が枯渇している地球の問題を真剣に考える必要がある。", "e": "We need to seriously think about the issue of the Earth's dwindling resources.", "r": "shigen ga kagat shite iru chikyuu no mondai o shinken ni kangaeru hitsuyou ga aru"}]
,
	[{"j": "この家具は高級な材木で作られています。", "e": "This furniture is made of high-quality lumber.", "r": "kono kagu wa koukyuuna zaimoku de saku rarete imasu"}, {"j": "この料理の材料は新鮮な野菜と魚を使用しています。", "e": "This dish uses fresh vegetables and fish as ingredients.", "r": "kono ryouri no zairyou wa shinsen na yasai to sakana o shiyou shite imasu"}, {"j": "この服の素材は一流の品質です。", "e": "The material of this clothing is of top quality.", "r": "kono fuku no sozai wa ichiryuu no hinshitsu desu"}, {"j": "工事に必要な資材はすべて揃っています。", "e": "All the necessary materials for the construction are ready.", "r": "kouji ni hitsuyou na shimono wa subete sorotte imasu"}, {"j": "この会社は優秀な人材が集まっています。", "e": "This company has gathered talented personnel.", "r": "kono kaisha wa yuushuuna jinzai ga atsumatte imasu"}]
,
	[{"j": "彼と将来のことについて相談した。", "e": "I talked with him about the future.", "r": "kare to shourai no koto ni tsuite soudan shita"}, {"j": "新しい政策について首相が会見を行いました。", "e": "The prime minister held a press conference about the new policy.", "r": "atarashii seisaku ni tsuite shushou ga kaiken o okonaimashita"}, {"j": "テニスの試合で強い相手と対戦する予定です。", "e": "I'm scheduled to play against a strong opponent in a tennis match.", "r": "tenisu no shiai de tsuyoi aite to taisen suru yoteidesu"}, {"j": "日本の世相を理解するために勉強しています。", "e": "I am studying to understand the current social conditions in Japan.", "r": "nihon no yosou o rikai suru tame ni benkyou shite imasu"}, {"j": "事件の真相が明らかになりました。", "e": "The truth behind the incident has been revealed.", "r": "jiken no shinsou ga akiraka ni narimashita"}]
,
	[{"j": "東京にある美しい日本庭園で紅葉が見られるのは、根津神社です。", "e": "One can see autumn leaves in a beautiful Japanese garden in Tokyo, which is Nezu Shrine.", "r": "toukyou ni aru utsukushii nihon teien de kouyou ga mirareru no wa, nezu jinja desu"}, {"j": "その報告書には十分な根拠が示されている。", "e": "The report provides sufficient evidence to support it.", "r": "sono houkokusho ni wa juubun na nekyo ga shimesarete iru"}, {"j": "冬には暖かい根菜を使った鍋がおいしいです。", "e": "In winter, hot pot dishes using root vegetables are delicious.", "r": "fuyu ni wa atatakai konana o tsukatta nabe ga oishii desu"}, {"j": "屋根から雪が積もると、静寂な光景が広がります。", "e": "When snow piles up on the roof, a scene of quiet beauty spreads out.", "r": "yane kara yuki ga tsumoru to, seijaku na koukei ga hirogarimasu"}, {"j": "春になると庭に美しい球根の花が咲きます。", "e": "Beautiful bulb flowers bloom in the garden in spring.", "r": "haru ni naru to niwa ni utsukushii kyuukon no hana ga sakimasu"}, {"j": "問題の根底には深い考えがある。", "e": "There are profound thoughts at the root of the problem.", "r": "mondai no kontei ni wa fukai kangae ga aru"}]
,
	[{"j": "彼は株式投資に興味を持っています。", "e": "He is interested in stock investment.", "r": "kare wa kabushiki toushi ni kyoumi o motte imasu"}, {"j": "その会社の株価が上がっています。", "e": "The stock price of that company is rising.", "r": "sono kaisha no kabuka ga agatte imasu"}, {"j": "彼はこの会社で古株です。", "e": "He is a veteran employee at this company.", "r": "kare wa kono kaisha de kokabu desu"}, {"j": "森の中に古い切り株がたくさんあります。", "e": "There are many old tree stumps in the forest.", "r": "mori no naka ni furui kirikabu ga takusan arimasu"}]
,
	[{"j": "彼女は明るい性格です。", "e": "She has a cheerful personality.", "r": "kanojo wa akarui seikaku desu"}, {"j": "その資格を持っています。", "e": "I have that qualification.", "r": "sono shikaku o motte imasu"}, {"j": "窓に格子がついています。", "e": "There is a lattice on the window.", "r": "mado ni koushi ga tsuite imasu"}, {"j": "この文を書くときは主格が大切です。", "e": "The subject case is important when writing this sentence.", "r": "kono bun o kaku toki wa shukaku ga taisetsu desu"}]
,
	[{"j": "彼はギターを極めている。", "e": "He has mastered the guitar.", "r": "kare wa gitaa o kiwamete iru"}, {"j": "この仕事を極力早く終わらせたい。", "e": "I want to finish this work as quickly as possible.", "r": "kono shigoto o gokuraku hayaku owarasetai"}, {"j": "そのレストランは極上の料理を提供している。", "e": "That restaurant serves top-notch dishes.", "r": "sono resutoran wa gokujo no ryouri o teikyou shite iru"}, {"j": "マラソン大会で自分の極限まで走った。", "e": "I pushed myself to the limit in the marathon race.", "r": "marason taikai de jibun no kyokugen made hashitta"}]	
,
	[{"j": "彼は新しい機械を開発している", "e": "He is developing a new machine.", "r": "kare wa atarashii kikai o kaihatsu shite iru"}, {"j": "料理を作るのに包丁と他の器械が必要だ", "e": "You need a knife and other tools to cook.", "r": "ryouri o tsukuru noni houchou to hoka no kikai ga hitsuyou da"}]
,
	[{"j": "川には立派な橋が架かっている。", "e": "There is a splendid bridge over the river.", "r": "kawa ni wa rippana hashi ga kakatte iru"}, {"j": "新しい橋梁が建設されました。", "e": "A new bridge structure has been constructed.", "r": "atarashii kyouryou ga kensetsu saremashita"}, {"j": "東京には有名な日本橋があります。", "e": "There is a famous Nihonbashi in Tokyo.", "r": "toukyou ni wa yuumei na nihonbashi ga arimasu"}, {"j": "公園の中には風景が美しい歩道橋があります。", "e": "There is a beautiful pedestrian bridge in the park with a scenic view.", "r": "kouen no naka ni wa fuukei ga utsukushii hodoukyou ga arimasu"}, {"j": "海岸沿いに長い桟橋が伸びている。", "e": "There is a long pier along the coast.", "r": "kaigan zoroi ni nagai sanbashi ga nobite iru"}, {"j": "田舎ではよく見る木製の陸橋が便利です。", "e": "Wooden footbridges are common in the countryside and very convenient.", "r": "inaka de wa yoku miru kisei no rikyoubashi ga benri desu"}, {"j": "人々をつなぐ架け橋となるプロジェクトが進行中です。", "e": "A project that serves as a bridge connecting people is currently in progress.", "r": "hitobito o tsunagu kakehashi to naru purojekuto ga shinkouchuu desu"}]
,
	[{"j": "この標識に従って右に曲がってください。", "e": "Please turn right following this sign.", "r": "kono hyōshiki ni shitagatte migi ni magatte kudasai"}, {"j": "この製品は高い品質基準を満たしています。", "e": "This product meets high-quality standards.", "r": "kono seihin wa takai hinshitsu kijun o mitashite imasu"}, {"j": "今シーズンの目標はチームの優勝です。", "e": "The goal for this season is for the team to win.", "r": "kon shīzun no mokuhyō wa chīmu no yūshō desu"}, {"j": "経済指標を分析して市場の動向を予測しています。", "e": "We analyze economic indicators to predict market trends.", "r": "keizai shihyō o bunseki shite shijō no dōkō o yosoku shite imasu"}]
,
	[{"j": "この携帯電話の機能が便利です", "e": "The functions of this mobile phone are very convenient.", "r": "kono keitai denwa no kinou ga benri desu"}, {"j": "彼女は美しい着物を機織りで作っています", "e": "She is making a beautiful kimono using a weaving machine.", "r": "kanoj...机会を逃すな", "e": "Don't miss this opportunity to study abroad.", "r": "kono kikai o nogasu na"}, {"j": "飛行機から空を見るのが好きです", "e": "I like looking at the sky from an airplane.", "r": "hikouki kara sora o miru no ga suki desu"}]
,
	[{"j": "相手のパンチに構える", "e": "To prepare for the opponent's punch", "r": "aite no panchi ni kamaeru"}, {"j": "この建物の構造はとても複雑だ", "e": "The structure of this building is very complex", "r": "kono tatemono no kouzou wa totemo fukuzatsu da"}, {"j": "チームの構成員を紹介します", "e": "Let me introduce the members of the team", "r": "chiimu no kouseiin o shoukai shimasu"}, {"j": "新しいビルを構築する計画が進行中です", "e": "There is a plan to construct a new building in progress", "r": "atarashii biru o kouchiku suru keikaku ga shinkouchuu desu"}]
,
	[{"j": "彼は道を横断しているところです。", "e": "He is crossing the street.", "r": "kare wa michi o ōdan shite iru tokoro desu"}, {"j": "彼はビジネスの世界で縦横を問わない活躍をしている", "e": "He is actively making a name for himself in the business world.", "r": "kare wa bijinesu no sekai de tatehō o towanai katsuyaku o shite iru"}, {"j": "相撲の横綱は非常に力が強いです。", "e": "The yokozuna in sumo are very powerful.", "r": "sumou no yokozuna wa hijou ni chikara ga tsuyoi desu"}, {"j": "横暴な態度は許されません。", "e": "Rude behavior will not be tolerated.", "r": "ōbō na taido wa yurusaremasen"}, {"j": "彼女は微笑みながら横顔を見せた。", "e": "She showed me her profile with a smile.", "r": "kanojo wa hohoeminagara yokogao o miseta"}]
,
	[{"j": "春になったので庭に花を植えることにしました。", "e": "It's spring, so I've decided to plant some flowers in my garden.", "r": "haru ni natta node niwa ni hana o ueru koto ni shimashita"}, {"j": "母は美しい植物が大好きです。", "e": "My mother loves beautiful plants.", "r": "haha wa utsukushii shokubutsu ga daisuki desu"}, {"j": "毎年、地域の子供たちと一緒に植樹活動を行っています。", "e": "Every year, we conduct tree planting activities with the children in the community.", "r": "maitoshi, chiiki no kodomotachi to issho ni shokuj katsudou o okonatte imasu"}, {"j": "この土地では植林が盛んに行われています。", "e": "Afforestation is actively promoted in this area.", "r": "kono tochi de wa shokurin ga sakan ni gyou warete imasu"}, {"j": "病気の木を別の場所に移植しました。", "e": "We transplanted the sick tree to a different location.", "r": "byouki no ki o betsu no basho ni isekishimashita"}]
,
	[{"j": "使命を果たすことは重要です。", "e": "It is important to fulfill a mission.", "r": "shimei o hatasu koto wa juuyou desu"}, {"j": "長い旅の果てる先に美しい景色が広がっていた。", "e": "At the end of a long journey, a beautiful scenery spread out.", "r": "nagai tabi no hateru saki ni utsukushii keshiki ga hirogatte ita"}, {"j": "この農園ではさまざまな果樹が栽培されています。", "e": "Various fruit trees are grown in this orchard.", "r": "kono nouen de wa samazama na kaju ga saibai sarete imasu"}, {"j": "努力の結果、試験に合格することができました。", "e": "As a result of my hard work, I was able to pass the exam.", "r": "doryoku no kekka, shiken ni goukaku suru koto ga dekimashita"}, {"j": "新しいスキンケア製品は良い効果があります。", "e": "The new skincare product has a good effect.", "r": "atarashii sukin kea seihin wa yoi kouka ga arimasu"}]
,
	[{"j": "公園でたくさんの人が集まっています。", "e": "A lot of people are gathering in the park.", "r": "kouen de takusan no hito ga atsumatte imasu"}, {"j": "明日は会議があります。会議室に集合してください。", "e": "We have a meeting tomorrow. Please gather in the conference room.", "r": "ashita wa kaigi ga arimasu. kaigishitsu ni shuugou shite kudasai"}, {"j": "テストの勉強に集中しています。", "e": "I am concentrating on studying for the test.", "r": "tesuto no benkyou ni shuuchuu shite imasu"}, {"j": "新メンバーを募集しています。", "e": "We are recruiting new members.", "r": "shin menbaa o boshuu shite imasu"}, {"j": "その会社は素晴らしいチームで集団力を発揮しています。", "e": "The company is demonstrating its collective strength with a great team.", "r": "sono kaisha wa subarashii chiimu de shuudanryoku o hakki shite imasu"}, {"j": "彼女は美しい詩集を出版しました。", "e": "She published a beautiful collection of poems.", "r": "kanojo wa utsukushii shishuu o shuppan shimashita"}]
,
	[{"j": "新幹線に乗るのは初めてだった。", "e": "It was my first time riding the shinkansen.", "r": "shinkansen ni noru no wa hajimete datta."}, {"j": "電車の乗車口はどこですか？", "e": "Where is the entrance to board the train?", "r": "densha no joushaguchi wa doko desu ka?"}, {"j": "搭乗口が変更になりました。", "e": "The boarding gate has been changed.", "r": "toujouguchi ga henkou ni narimashita."}, {"j": "乗馬が趣味です。", "e": "I enjoy horseback riding.", "r": "jouba ga shumi desu"}, {"j": "バスの乗り場はあそこです。", "e": "The bus stop is over there.", "r": "basu no noriba wa asoko desu"}, {"j": "乗車券を買うために並んでいる", "e": "I'm lining up to buy a train ticket.", "r": "joushaken o kau tame ni narande iru"}, {"j": "次の駅で乗り換えが必要です。", "e": "You need to transfer at the next station.", "r": "tsugi no eki de norikae ga hitsuyou desu"}, {"j": "満員電車の中、乗客同士が身を寄せ合っていた。", "e": "In the crowded train, passengers were leaning against each other.", "r": "manin densha no naka, joukyaku doushi ga mi o yoseatte ita"}, {"j": "友達が車で出かけると聞いて、便乗させてもらった。", "e": "I heard my friend was going out by car, so I hitched a ride with them.", "r": "tomodachi ga kuruma de dekakeru to kiite, binjou sasete moratta"}]
,
	[{"j": "彼の就任の条件は経験豊富なことだった。", "e": "The condition for his appointment was to have a lot of experience.", "r": "kare no shuunin no jouken wa keiken yutakana koto datta"}, {"j": "新しい貿易条約が締結されました。", "e": "A new trade treaty has been concluded.", "r": "atarashii boueki jouyaku ga teiketsu saremashita"}, {"j": "プレゼンテーションを箇条書きで準備しています。", "e": "I'm preparing the presentation in bullet points.", "r": "purezenteeshon o kajou gaki de junbi shite imasu"}, {"j": "彼女は常に冷静な条理を持って行動する。", "e": "She always acts with cool reason.", "r": "kanojo wa tsune ni reisei na jouri o motte koudou suru"}, {"j": "この法律の条文を確認してください。", "e": "Please check the articles of this law.", "r": "kono houritsu no joumon o kakunin shite kudasai"}, {"j": "市内でのごみの分別は条例で定められています。", "e": "Waste separation in the city is stipulated by an ordinance.", "r": "shi nai de no gomi no bunbetsu wa jourei de sadamerarete imasu"}]
,
	[{"j": "信頼関係を築くのに時間がかかることもあります。", "e": "It may take time to build a trusting relationship.", "r": "shinrai kankei o kizuku noni jikan ga kakaru koto mo arimasu."}, {"j": "この町は古い建築が多いです。", "e": "This town has many old buildings.", "r": "kono machi wa furui kenchiku ga ooi desu"}, {"j": "新築のマンションに引っ越しました。", "e": "I moved to a newly built apartment.", "r": "shinchiku no manshon ni hikkoshimashita"}, {"j": "古い家を修築して、新しくしました。", "e": "We renovated the old house and made it new.", "r": "furui ie o shuuchiku shite, atarashiku shimashita"}, {"j": "この古い建物を改築する計画が進められています。", "e": "There are plans to renovate this old building.", "r": "kono furui tatemono o kaichiku suru keikaku ga susume rarete imasu"}, {"j": "新しいビジネスモデルを構築するための準備をしています。", "e": "We are preparing to build a new business model.", "r": "atarashii bijinesu moderu o kouchiku suru tame no junbi o shite imasu"}]
,
	[{"j": "柔道は日本の武道の一つです。", "e": "Judo is one of Japan's martial arts.", "r": "jūdō wa nihon no budō no hitotsu desu"}, {"j": "彼女は柔和な性格の持ち主だ。", "e": "She has a gentle personality.", "r": "kanojo wa jūwa na seikaku no mochinushi da"}, {"j": "このケーキはとても柔らかくて美味しいです。", "e": "This cake is very soft and delicious.", "r": "kono kēki wa totemo yawarakakute oishii desu"}, {"j": "柔軟性を身につけることは重要です。", "e": "It is important to develop flexibility.", "r": "jūnansei o mi ni tsukeru koto wa jūyō desu"}, {"j": "柔順な態度を示すことは大切です。", "e": "Showing a gentle attitude is important.", "r": "jūjun na taido o shimesu koto wa taisetsu desu"}]
,
	[{"j": "日本の菓子はとても美味しいです。", "e": "Japanese sweets are very delicious.", "r": "nihon no kashi wa totemo oishii desu"}, {"j": "彼女は製菓学校に通っています。", "e": "She is attending a patisserie school.", "r": "kanojo wa seika gakkou ni kayotte imasu"}, {"j": "暑い日には氷菓が最高ですね。", "e": "Ice sweets are the best on a hot day.", "r": "atsui hi ni wa hyouka ga saikou desu ne"}, {"j": "夏には冷菓がさわやかです。", "e": "Chilled sweets are refreshing in the summer.", "r": "natsu ni wa reigashi ga sawayaka desu"}, {"j": "お茶うけには和菓子がよく合います。", "e": "Japanese sweets go well with tea.", "r": "o chauke ni wa wagashi ga yoku aimasu"}]
,
	[{"j": "彼は音楽の業に生涯を捧げてきた。", "e": "He has devoted his life to the music industry.", "r": "kare wa ongaku no gyou ni shougai o sasagete kita"}, {"j": "会議の準備に業務を行っています。", "e": "I am doing office work to prepare for the meeting.", "r": "kaigi no junbi ni gyoumu o okonatte imasu"}, {"j": "彼女は優れた業績を残してきた。", "e": "She has achieved remarkable results.", "r": "kanojo wa sugureta gyouseki o nokoshite kita"}, {"j": "明日は数学の授業があります。", "e": "We have a math class tomorrow.", "r": "ashita wa suugaku no jugyou ga arimasu"}, {"j": "妹が無事に大学を卒業しました。", "e": "My younger sister has graduated from college safely.", "r": "imouto ga buji ni daigaku o sotsugyoushimashita"}]
,
	[{"j": "日本の政府は民主的なシステムに基づいて運営されています。", "e": "The government of Japan is operated based on a democratic system.", "r": "nihon no seifu wa minshuteki na shisutemu ni motozuite un'ei sarete imasu"}, {"j": "内閣府は政府の中枢の一部です。", "e": "The Cabinet Office is part of the central government in Japan.", "r": "naikaku fu wa seifu no chūsui no ichibu desu"}, {"j": "大阪府は美しい公園や歴史的な建造物で知られています。", "e": "Osaka Prefecture is known for its beautiful parks and historical buildings.", "r": "ōsaka fu wa utsukushī kōen ya rekishiteki na kenzōbutsu de shirarete imasu"}, {"j": "京都府には多くの伝統的な神社やお寺があります。", "e": "Kyoto Prefecture has many traditional shrines and temples.", "r": "kyōto fu ni wa ōku no dentōtekina jinja ya otera ga arimasu"}, {"j": "府知事は地域の重要な責任者です。", "e": "The governor of a prefecture is an important local official.", "r": "fu chijishachō wa chiiki no jūyōna sekinin-sha desu"}]
,
	[{"j": "彼女にメッセージを付けて送りました。", "e": "I attached a message and sent it to her.", "r": "kanojo ni messēji o tsukete okurimashita"}, {"j": "この製品には付属の説明書が含まれています。", "e": "This product comes with an instruction manual.", "r": "kono seihin ni wa fuzoku no setsumei sho ga fukumarete imasu"}, {"j": "本の付録としてポスターが付いていました。", "e": "There was a poster included as a supplement to the book.", "r": "hon no furoku toshite posutā ga tsuite imashita"}, {"j": "書類を提出する際には必要な書類を交付します。", "e": "Please submit the necessary documents when submitting your application.", "r": "shorui o teishutsu suru sai ni wa hitsuyō na shorui o kōfu shimasu"}, {"j": "毎年、地元の学校に寄付をしています。", "e": "We make donations to the local schools every year.", "r": "maitoshi, jimoto no gakkō ni kifu o shite imasu"}]
,
	[{"j": "コンピューターの画面にはたくさんの符号が表示されている。", "e": "Many symbols are displayed on the computer screen.", "r": "konpyuutaa no gamen ni wa takusan no fugou ga hyouji sarete iru"}, {"j": "彼女の笑顔は彼にとって幸せの符合だった。", "e": "Her smile was a sign of happiness to him.", "r": "kanojo no egao wa kare ni totte shiawase no fugou datta"}, {"j": "楽譜の中にはたくさんの音符が書かれている。", "e": "There are many musical notes written in the score.", "r": "gakufu no naka ni wa takusan no onpu ga kakarete iru"}, {"j": "今日は友達と映画の切符を買いに行った。", "e": "Today I went to buy movie tickets with my friend.", "r": "kyou wa tomodachi to eiga no kippu o kai ni itta"}, {"j": "彼の言葉にはいつも疑問符が付いているような気がする。", "e": "I always feel like there is a question mark attached to his words.", "r": "kare no kotoba ni wa itsumo gimonfu ga tsuite iru you na ki ga suru"}]
,
	[{"j": "木の板は湿気で反ってしまった。", "e": "The wooden board warped due to the humidity.", "r": "ki no ita wa shikke de sorotte shimatta."}, {"j": "彼の提案に私は素早く反応した。", "e": "I quickly reacted to his proposal.", "r": "kare no teian ni watashi wa subayaku hannou shita"}, {"j": "父と意見が反対だった。", "e": "I was against my father's opinion.", "r": "chichi to iken ga hantai datta"}, {"j": "過ちを犯したことを反省しています。", "e": "I am reflecting on my mistake.", "r": "ayamachi o okashita koto o hansei shite imasu"}, {"j": "彼は反日活動をしている団体のメンバーだ。", "e": "He is a member of a group engaged in anti-Japanese activities.", "r": "kare wa han nichi katsudou o shite iru dantai no menbaa da"}, {"j": "彼女は反米的な意見を持っている。", "e": "She holds anti-American views.", "r": "kanojo wa han kometeki na iken o motte iru"}, {"j": "その国では激しい反政府デモが行われている。", "e": "There are intense anti-government protests taking place in that country.", "r": "sono kuni de wa hageshii han seifu demo ga okonawarete iru"}, {"j": "新しいルールに反抗する選手がいた。", "e": "There was a player who rebelled against the new rule.", "r": "atarashii ruuru ni hankou suru senshu ga ita"}, {"j": "彼は高価な反物を集めている。", "e": "He collects expensive kimono fabrics.", "r": "kare wa koukana tanmono o atsumete iru"}, {"j": "交通ルールを違反することは許されません。", "e": "Violating traffic rules is not allowed.", "r": "koutsuu ruuru o ihan suru koto wa yurusaremasen"}, {"j": "その反乱は失敗に終わった。", "e": "The rebellion ended in failure.", "r": "sono hanran wa shippai ni owatta"}]
,
	[{"j": "彼女は坂道を元気よく走っていた。", "e": "She was energetically running up the slope.", "r": "kanojo wa sakamichi o genki yoku hashitte ita"}, {"j": "この道は登り坂が続いていて、かなりきついです。", "e": "This road has a steep uphill slope and it's quite tough.", "r": "kono michi wa noborizaka ga tsuzuite ite, kanari kitsui desu"}, {"j": "急な急坂に挑戦するのは大変だ。", "e": "It's tough to challenge a steep slope.", "r": "kuyanayama na kyūzaka ni chōsen suru no wa taihen da"}, {"j": "この坂路は景色が良くて気持ちいい散策コースです。", "e": "This hilly road has a beautiful view and is a pleasant walking course.", "r": "kono sakahiji wa keshiki ga yokute kimochi ii sansaku kōsu desu"}]
,
	[{"j": "彼女は日本の伝統的な版画を制作しています。", "e": "She creates traditional Japanese woodblock prints.", "r": "kanojo wa nihon no dentouteki na hanga o seisaku shite imasu"}, {"j": "この小説の版権は作家に帰属しています。", "e": "The rights to this novel belong to the author.", "r": "kono shousetsu no hanken wa sakka ni kishou shite imasu"}, {"j": "その本は待ちに待った初版がついに発売された。", "e": "The long-awaited first edition of the book has finally been released.", "r": "sono hon wa machi ni matta shohan ga tsuini hatsubai sareta"}, {"j": "新しい小説が来月出版されます。", "e": "A new novel will be published next month.", "r": "atarashii shousetsu ga raigetsu shuppansarem su"}, {"j": "映画版の「ハリー・ポッター」を見たことがありますか？", "e": "Have you seen the movie adaptation of 'Harry Potter'?", "r": "eigaban no “harī· pottā” o mita koto ga arimasu ka"}]
,
	[{"j": "この家具は合板で作られていて丈夫です", "e": "This furniture is made of plywood and is very sturdy.", "r": "kono kagu wa gaban de saku rarete ite joubu desu"}, {"j": "その店の看板がとても目立っていました。", "e": "The signboard of that store was very eye-catching.", "r": "sono mise no kanban ga totemo medatte imashita"}, {"j": "昔、羽子板で遊んだことがあります。", "e": "I used to play with a hagoita when I was a child.", "r": "mukashi, hagoita de asonda koto ga arimasu"}, {"j": "先生は黒板に文字を書いていました。", "e": "The teacher was writing on the blackboard.", "r": "sensei wa kokuban ni moji o kaite imashita"}, {"j": "この回覧板にサインしてください。", "e": "Please sign this distribution list.", "r": "kono kairanban ni sain shite kudasai"}]
,
	[{"j": "この店ではさまざまな商品の販売を行っています。", "e": "This store sells a variety of products.", "r": "kono mise de wa samazama na shouhin no hanbai o okonatte imasu"}, {"j": "直販サイトで限定商品を購入した。", "e": "I purchased a limited-edition item on a direct sales website.", "r": "chokuhansaito de gentei shouhin o koun shita"}, {"j": "ネットで通信販売を利用することが増えています。", "e": "Online shopping is becoming more popular through mail order.", "r": "netto de tsuushin hanbai o riyou suru koto ga fuete imasu"}, {"j": "市販便の商品は便利ですね。", "e": "Pre-packaged foods are convenient.", "r": "shihanhiki no shouhin wa benri desu ne"}, {"j": "新しい販売ルートを見つけて、販路を拡大したいと思っています。", "e": "I'm looking to find new sales channels and expand my distribution network.", "r": "atarashii hanbai ruuto o mitsukete, hanro o kakudai shitai to omotte imasu"}]
,
	[{"j": "もし明日雨が降るとしたら、イベントは延期になるでしょう。", "e": "If it rains tomorrow, the event will be postponed.", "r": "moshi ashita ame ga furu to shitara, ibento wa enki ni naru deshou."}, {"j": "彼は疲れていると言っていたけど、仮病を使っているのかもしれない。", "e": "He said he was tired, but he might be pretending to be sick.", "r": "kare wa tsukarete iru to itte ita kedo, kabyou o tsukatte iru no kamoshirenai."}, {"j": "免許試験に合格したら、仮免許が発行されます。", "e": "If you pass the driver's license exam, you will be issued a provisional license.", "r": "menkyo shiken ni goukaku shitara, kari menkyo ga hakkou saremasu"}, {"j": "その謎解きの舞台では、役者たちが仮面をつけて演じていた。", "e": "In the mystery solving play, the actors were wearing masks and performing.", "r": "sono nazotoki no butai de wa, yakushatachi ga kamen o tsukete enjite ita."}, {"j": "長い旅行の途中で仮眠をとるのがおすすめです。", "e": "It is recommended to take a nap during a long trip.", "r": "nagai ryokou no tochuu de kamin o toru no ga osusume desu"}]
,
	[{"j": "彼女は高価な皮革のバッグを持っている", "e": "She has a high-quality leather bag.", "r": "kanojo wa kouka na hikawa no baggu o motte iru"}, {"j": "冬になると毛皮のコートを着ます", "e": "I wear a fur coat in winter.", "r": "fuyu ni naru to ke no kooto o kimasu"}, {"j": "皮膚が乾燥しています", "e": "My skin is dry.", "r": "hifu ga kansou shite imasu"}, {"j": "このクリームは皮膚にやさしいです", "e": "This cream is gentle on the skin.", "r": "kono kuriimu wa hifu ni yasashii desu"}, {"j": "この木の樹皮は丈夫です", "e": "The bark of this tree is sturdy.", "r": "kono ki no jyubara wa joubu desu"}]
,
	[{"j": "彼は約束を破った。", "e": "He broke his promise.", "r": "kare wa yakusoku o yabutta."}, {"j": "その建物は破壊されてしまった。", "e": "The building was destroyed.", "r": "sono tatemono wa hakai sarete shimatta"}, {"j": "ガラスの破片が床に散らばっていた。", "e": "There were shards of glass scattered on the floor.", "r": "garasu no hahen ga yuka ni chirabatte ita"}, {"j": "会社が破産したため、多くの従業員が失業しました。", "e": "Due to the bankruptcy of the company, many employees lost their jobs.", "r": "kaisha ga hasan shita tame, ooku no jūgyōin ga shitsugyō shimashita"}, {"j": "計画は破綻してしまった。", "e": "The plan fell through.", "r": "keikaku wa hatan shite shimatta"}]
,
	[{"j": "彼はとても頭がいいです。", "e": "He is very smart.", "r": "kare wa totemo atama ga ii desu"}, {"j": "私は彼氏と一緒に映画を見に行きました。", "e": "I went to see a movie with my boyfriend.", "r": "watashi wa kareshi to issho ni eiga o mi ni ikimashita"}, {"j": "彼女は美しい花を持っています。", "e": "She has beautiful flowers.", "r": "kanojo wa utsukushii hana o motte imasu"}, {"j": "元彼とは友達のままです。", "e": "I'm still friends with my ex-boyfriend.", "r": "moto kare to wa tomodachi no mama desu"}, {"j": "秋の彼岸にはお墓参りをします。", "e": "We visit the graves on the autumn equinox.", "r": "aki no higan ni wa ohaka mairi o shimasu"}, {"j": "彼我の戦いが続いている。", "e": "The rivalry between the two sides continues.", "r": "karega no tatakai ga tsuzuite iru"}, {"j": "彼の犬はとてもかわいいです。", "e": "His dog is very cute.", "r": "kare no inu wa totemo kawaii desu"}, {"j": "彼らは一緒に旅行に行っています。", "e": "They are traveling together.", "r": "karera wa issho ni ryokou ni itte imasu"}]
,
	[{"j": "彼は悪い人ではありません。", "e": "He is not a bad person.", "r": "kare wa warui hito de wa arimasen"}, {"j": "彼の行動には悪意を感じる", "e": "I sense malice in his actions.", "r": "kare no kōdō ni wa aku'i o kanjiru"}, {"j": "差別をすることには嫌悪を感じます", "e": "I feel disgust towards discrimination.", "r": "sabetsu o suru koto ni wa ken'o o kanjimasu"}, {"j": "その商品は悪質な偽物だった。", "e": "That product was a cheap counterfeit.", "r": "sono shōhin wa akushitsu na nisemono datta"}, {"j": "無実の罪悪感に苛まれる", "e": "I am tormented by a sense of guilt for a crime I did not commit.", "r": "mujuu no zaiaku-kan ni sainamareru"}, {"j": "彼女を憎悪しているわけではない", "e": "I do not hate her.", "r": "kanojo o zouo shite iru wake de wa nai"}]
,
	[{"j": "彼は強い意志を持って目標に向かっています。", "e": "He is determined and heading towards his goal with strong will.", "r": "kare wa tsuyoi ishi o motte mokuhyou ni mukatte imasu"}, {"j": "この言葉の意味を教えてください。", "e": "Please tell me the meaning of this word.", "r": "kono kotoba no imi o oshiete kudasai"}, {"j": "彼女はとても意外なプレゼントをくれました。", "e": "She gave me a very surprising gift.", "r": "kanojo wa totemo igai na purezento o kuremashita"}, {"j": "皆の意見を聞いて決めたいと思います。", "e": "I want to hear everyone's opinions before deciding.", "r": "mina no iken o kiite kimetai to omoimasu"}, {"j": "彼は常に意欲的で、新しいことにチャレンジします。", "e": "He is always eager and challenges himself with new things.", "r": "kare wa tsune ni iyokuteki de, atarashii koto ni charenji shimasu"}, {"j": "誠意を持って謝罪させていただきます。", "e": "I apologize sincerely.", "r": "seii o motte shazai sasete itadakimasu"}]
,
	[{"j": "彼の言葉を聞いて、不安を感じた。", "e": "I felt anxious when I heard his words.", "r": "kare no kotoba o kiite, fuan o kanjita"}, {"j": "彼女の優しさに感情が溢れてきた。", "e": "Emotions welled up inside me at her kindness.", "r": "kanojo no yasashisa ni kanjou ga afurete kita"}, {"j": "映画の感想を友達と共有するのが楽しい。", "e": "It's fun to share thoughts on movies with friends.", "r": "eiga no kansou o tomodachi to kyoyuu suru no ga tanoshii"}, {"j": "素足で砂浜を歩くと爽やかな感覚がする。", "e": "It feels refreshing to walk on the sandy beach barefoot.", "r": "suashi de sunahama o aruku to sawayakana kankaku ga suru"}, {"j": "彼の助けに感謝しています。", "e": "I am grateful for his help.", "r": "kare no tasuke ni kansha shite imasu"}, {"j": "留学生活を送っていると、日本にいる実感が湧いてきます。", "e": "Living as a foreign student, I start to feel the reality of being in Japan.", "r": "ryuugakuseikatsu o okutte iru to, nihon ni iru jikkan ga waite kimasu"}]
,
	[{"j": "彼は急いで駅に向かっています。", "e": "He is hurrying to the station.", "r": "kare wa isoge te eki ni mukatte imasu"}, {"j": "この電車は急行列車です。", "e": "This train is an express train.", "r": "kono densha wa kyuukou ressha desu"}, {"j": "この依頼は至急の対応が必要です。", "e": "Urgent response is necessary for this request.", "r": "kono irai wa shikyuu no taio ga hitsuyou desu"}, {"j": "特急列車はとても速いです。", "e": "The limited express train is very fast.", "r": "tokkyuu ressha wa totemo hayai desu"}, {"j": "救急車が事故現場に急行しています。", "e": "An ambulance is rushing to the scene of the accident.", "r": "kyuukyuu sha ga jiko genba ni kyuukou shite imasu"}, {"j": "急用ができてしまい、申し訳ありません。", "e": "I have an urgent matter to attend to, I'm sorry.", "r": "isoyou ga dekite shimai, moushiwake arimasen"}, {"j": "突然急に雨が降ってきました。", "e": "It suddenly started raining heavily.", "r": "totsuzen kyuu ni ame ga futte kimashita"}, {"j": "緊急の連絡がありましたので、すぐに戻ります。", "e": "I received an urgent message, so I will go back immediately.", "r": "kinkyuu no renraku ga arimashita node, sugu ni modorimasu"}]
,
	[{"j": "窓から外を見ると、美しい景色が広がっていた。", "e": "When I looked out the window, I saw a beautiful view.", "r": "mado kara soto o miru to, utsukushii keshiki ga hirogatte ita"}, {"j": "新幹線の車窓から流れる風景は息をのむ美しさだった。", "e": "The scenery flowing by outside the shinkansen window was breathtaking.", "r": "shinkansen no shasou kara nagareru fuukei wa iki o nomu utsukushisa datta"}, {"j": "母校で同窓会が開催されたので参加した。", "e": "I attended the alumni reunion held at my alma mater.", "r": "bokou de dousoukai ga kaisai sareta node sankashita"}, {"j": "この窓口でチケットを購入できます。", "e": "You can purchase tickets at this window.", "r": "kono madoguchi de chiketto o koun dekimasu"}, {"j": "窓辺には可愛い花が飾られていて、とても癒される。", "e": "There are cute flowers arranged by the window, it's very soothing.", "r": "madobe ni wa kawaii hana ga kazarareteite, totemo iyasareru"}, {"j": "リビングルームには出窓があり、そこから日光が差し込んできます。", "e": "There is a bay window in the living room, allowing sunlight to come in.", "r": "ribingurūmu ni wa demado ga ari, soko kara nikkou ga sashikonde kimasu"}]
,
	[{"j": "彼との恋愛はとても楽しいです。", "e": "I'm having a lot of fun in my romantic relationship with him.", "r": "kare to no ren'ai wa totemo tanoshii desu."}, {"j": "彼は私の恋人です。", "e": "He is my boyfriend.", "r": "kare wa watashi no koibito desu"}, {"j": "日本の景色が恋しいです。", "e": "I miss the scenery of Japan.", "r": "nihon no keshiki ga koishii desu"}, {"j": "初恋の人は高校の時に出会いました。", "e": "I met my first love in high school.", "r": "hatsukoi no hito wa koukou no toki ni deaimashita"}, {"j": "失恋して辛い思いをしましたが、立ち直りました。", "e": "I went through a tough time after a heartbreak, but I managed to recover.", "r": "shitsuren shite tsurai omoi o shimashita ga, tachinaorimashita"}]
,
	[{"j": "彼は高所恐怖症です。", "e": "He has a fear of heights.", "r": "kare wa kousho kyoufushou desu."}, {"j": "彼は恐喝罪で逮捕された。", "e": "He was arrested for extortion.", "r": "kare wa kyōgoku tsumi de taiho sareta"}, {"j": "昨夜、恐ろしい夢を見ました。", "e": "I had a terrifying dream last night.", "r": "sakuya, osoroshii yume o mimashita"}, {"j": "お礼の言葉がございません、恐縮です。", "e": "I have no words to thank you, I'm truly sorry.", "r": "orei no kotoba ga gozaimasen, kyoushuku desu"}, {"j": "恐慌の時代には経済が大きく影響を受けます。", "e": "Economies are greatly affected during times of panic.", "r": "kyoukou no jidai ni wa keizai ga ookiku eikyou o ukemasu"}]
,
	[{"j": "彼は過去の行動に恥じている。", "e": "He is ashamed of his past actions.", "r": "kare wa kako no koudou ni hajite iru"}, {"j": "それは彼にとって大きな恥辱だった。", "e": "It was a great disgrace for him.", "r": "sore wa kare ni totte ooki na chijoku datta"}, {"j": "会議で赤恥をかいてしまった。", "e": "I embarrassed myself at the meeting.", "r": "kaigi de akahaji o kaite shimatta"}, {"j": "彼女は常に羞恥心を感じている。", "e": "She always feels ashamed.", "r": "kanojo wa tsune ni shuuchishin o kanjite iru"}, {"j": "彼は厚顔無恥の言動が目立つ。", "e": "He is known for his shameless words and actions.", "r": "kare wa kouganmuchi no gendou ga medatsu"}]
,
	[{"j": "ランニングをしているときは深い呼吸を心がけます。", "e": "I make sure to take deep breaths when I'm running.", "r": "ranningu o shite iru toki wa fukai kokyū o kokorogemasu"}, {"j": "忙しい毎日ですが、週末はゆっくり休息を取ることが大切です。", "e": "I have busy days, but it's important to take a rest and relax on weekends.", "r": "isogashii mainichi desuga, shuumatsu wa yukkuri kyuusoku o toru koto ga taisetsu desu"}, {"j": "寝息を立てながら、熟睡している猫を見ると穏やかな気持ちになります。", "e": "I feel calm when I see a cat sleeping soundly and breathing softly.", "r": "neiki o tatenagara, jukusui shite iru neko o miru to odayaka na kimochi ni narimasu"}, {"j": "彼からの連絡がなくて、心配で消息をつかもうとしています。", "e": "I haven't heard from him, so I'm trying to find out his whereabouts out of concern.", "r": "kare kara no renraku ga nakute, shinpai de shūsoku o tsukamou to shite imasu"}, {"j": "父は息子の成長をとても誇らしく思っている。", "e": "My father is very proud of his son's growth.", "r": "chichi wa musuko no seichou o totemo hokorashiku omotte iru"}]
,
	[{"j": "彼の想像力はすごい！", "e": "His imagination is amazing!", "r": "kare no souzouryoku wa sugoi"}, {"j": "理想のパートナーを探しています", "e": "I'm looking for my ideal partner.", "r": "risou no paatonaa o sagashite imasu"}, {"j": "彼女はいつも愛想が良い", "e": "She is always kind and friendly.", "r": "kanojo wa itsumo aiso ga yoi"}, {"j": "彼の思想はとてもユニークです", "e": "His thoughts are very unique.", "r": "kare no shisou wa totemo yuuniku desu"}, {"j": "新しいプロジェクトの構想を練っています", "e": "We are working on planning a new project", "r": "atarashii purojekuto no kousou o nette imasu"}]
,
	[{"j": "最近忙しい日々が続いています。", "e": "I have been busy these days.", "r": "saikin isogashii hibi ga tsuzuite imasu"}, {"j": "彼は仕事で多忙な毎日を送っている。", "e": "He is busy with work and has hectic days.", "r": "kare wa shigoto de tabou na mainichi o okutte iru"}, {"j": "観光地は繁忙期にはたくさんの観光客で賑わいます。", "e": "Tourist spots are crowded with many tourists during the peak season.", "r": "kankouchi wa hanbouki ni wa takusan no kankoukyaku de nigiwa imasu"}, {"j": "忙殺される日々が続いていて、少し休みたいと思っています。", "e": "I have been extremely busy and overwhelmed, so I want to take a break for a bit.", "r": "mou satsu sareru hibi ga tsuzuite ite, sukoshi yasumitai to omotte imasu"}]
,
	[{"j": "彼は快い笑顔で私を迎えてくれた。", "e": "He greeted me with a pleasant smile.", "r": "kare wa kokoroyoi egao de watashi o mukaete kureta."}, {"j": "マッサージを受けると快感を感じます。", "e": "I feel a sense of pleasure when I receive a massage.", "r": "massaaji o ukeru to kaikan o kanjimasu"}, {"j": "病気からの全快を願っています。", "e": "I hope for a complete recovery from the illness.", "r": "byouki kara no zenkai o negatte imasu"}, {"j": "勝利の喜びで爽快な気分だ。", "e": "I feel refreshed by the joy of victory.", "r": "shouri no yorokobi de soukai na kibun da"}, {"j": "この市では快速列車が便利です。", "e": "The express train is convenient in this city.", "r": "kono shi de wa kaisoku ressha ga benri desu"}]
,
	[{"j": "彼の部屋は怖い雰囲気が漂っていた。", "e": "There was a scary atmosphere in his room.", "r": "kare no heya wa kowai fun'iki ga tadayotte ita"}, {"j": "ホラー映画を見るのが恐怖できません。", "e": "I can't watch horror movies because they are too scary.", "r": "hora eiga o miru no ga kyōfu dekimasen"}, {"j": "その神社は歴史を感じさせる畏怖の場所だ。", "e": "That shrine is a place of awe that makes you feel the history.", "r": "sono jinja wa rekishi o kanji saseru ifu no basho da"}]
,
	[{"j": "彼には情けをかけてあげてください。", "e": "Please show him some mercy.", "r": "kare ni wa nasake o kakete age te kudasai"}, {"j": "この町では人情が温かいです。", "e": "The people here are very kind and welcoming.", "r": "kono machi de wa ninjou ga atatakai desu"}, {"j": "現在の情況を考慮して最善の判断を下さなければなりません。", "e": "We must make the best decision considering the current situation.", "r": "genzai no joukyou o kouryo shite saizen no handan o kudasana kereba narimasen"}, {"j": "彼は仕事に対して情熱を持って取り組んでいます。", "e": "He is passionate about his work and approaches it with enthusiasm.", "r": "kare wa shigoto ni taishite jounetsu o motte torikunde imasu"}, {"j": "彼女は私の本当の友情を理解してくれています。", "e": "She understands my true friendship.", "r": "kanojo wa watashi no hontou no yuujou o rikai shite kurete imasu"}]
,
	[{"j": "彼女は明るい性分の持ち主だ。", "e": "She has a cheerful disposition.", "r": "kanojo wa akarui shoubun no mochinushi da"}, {"j": "彼は温和な性格の人だ。", "e": "He is a person with a gentle personality.", "r": "kare wa onowa na seikaku no hito da"}, {"j": "性別は男性です。", "e": "My gender is male.", "r": "seibetsu wa dansei desu"}, {"j": "この車は優れた性能を持っています。", "e": "This car has excellent performance.", "r": "kono kuruma wa sugureta seinou o motte imasu"}, {"j": "彼は高い知性を持っている。", "e": "He has high intelligence.", "r": "kare wa takai chisei o motte iru"}]
,
	[{"j": "新しい環境に慣れるのに時間がかかることもあります。", "e": "It may take time to get used to a new environment.", "r": "atarashii kankyou ni nareru noni jikan ga kakaru koto mo arimasu."}, {"j": "朝のランニングは彼女の習慣です。", "e": "Running in the morning is her habit.", "r": "asa no ranningu wa kanojo no shuukan desu"}, {"j": "この会議では慣例に従って議事が進められています。", "e": "The meeting is being conducted according to custom at this meeting.", "r": "kono kaigi de wa kanrei ni shitagatte giji ga susumerarete imasu"}, {"j": "日本ではお辞儀が慣用的な挨拶です。", "e": "Bowing is a customary greeting in Japan.", "r": "nihon de wa ojigi ga kan'you-teki na aisatsu desu"}, {"j": "この会社では定時に出社するのが慣行とされています。", "e": "It is customary in this company to arrive at work on time.", "r": "kono kaisha de wa teiji ni shussha suru no ga kankou to sarete imasu"}]
,
	[{"j": "彼女に対する憎悪が溢れていた。", "e": "He was filled with hatred towards her.", "r": "kanojo ni tai suru zouo ga afurete ita"}, {"j": "彼は愛と憎しみの狭間にいる人だ。", "e": "He is someone who exists between love and hate.", "r": "kare wa ai to nikushimi no hazama ni iru hito da"}, {"j": "彼の言動が本当に憎い。", "e": "I really hate his words and actions.", "r": "kare no gendou ga hontou ni nikui"}, {"j": "ピクニックに行く予定だったが、生憎の雨で中止になった。", "e": "We were planning to go on a picnic, but unfortunately it was canceled due to rain.", "r": "pikunikku ni iku yotei datta ga, ainiku no ame de chuushi ni natta"}]
,
	[{"j": "彼は仕事のことで悩んでいる", "e": "He is worried about work.", "r": "kare wa shigoto no koto de nayan de iru"}, {"j": "彼は苦悩の日々を送っている", "e": "He is going through days of agony.", "r": "kare wa kunou no hibi o okutte iru"}, {"j": "彼女の美しさにはいつも悩殺されてしまう", "e": "I am always captivated by her beauty.", "r": "kanojo no utsukushisa ni wa itsumo nayansatsu sa re te shima u"}]
,
	[{"j": "彼は軍隊で働いています。", "e": "He works in the army.", "r": "kare wa guntai de hataraite imasu"}, {"j": "父は昔軍人だったそうです。", "e": "I heard that my father used to be a soldier in the past.", "r": "chichi wa mukashi gunjin datta soudesu"}, {"j": "その国は軍事力を強化しています。", "e": "That country is strengthening its military power.", "r": "sono kuni wa gunjiryoku o kyouka shite imasu"}, {"j": "昔、日本にはたくさんの将軍がいました。", "e": "There were many shoguns in Japan in the past.", "r": "mukashi, nihon ni wa takusan no shougun ga imashita"}]
,
	[{"j": "彼の筆跡を写すのは簡単ではない。", "e": "It's not easy to copy his handwriting.", "r": "kare no hisseki o utsusu no wa kantan de wa nai."}, {"j": "旅行先でたくさんの写真を撮りました。", "e": "I took a lot of photos during my trip.", "r": "ryokou saki de takusan no... my report.", "r": "shashin o tsukatta shudai o hyouji shimashita."}, {"j": "大切な書類の複写を作成しました。", "e": "I made a copy of the important document.", "r": "taisetsu na shorui no fukusha o sakusei shimashita"}]
,
	[{"j": "安全な道を歩いています。", "e": "I am walking on a safe road.", "r": "anzen na michi o aruite imasu"}, {"j": "彼がそばにいると安心します。", "e": "I feel at ease when he is by my side.", "r": "kare ga soba ni iru to anshin shimasu"}, {"j": "格安な航空券を手に入れた。", "e": "I got a cheap flight ticket.", "r": "kaku yasuna koukuuken o te ni ireta"}, {"j": "病院では患者が安静に休んでいます。", "e": "Patients are resting quietly in the hospital.", "r": "byouin de wa kanja ga ansei ni yasunde imasu"}, {"j": "安易な選択をせず、慎重に考えたいと思います。", "e": "I want to think carefully instead of making a hasty decision.", "r": "an'i na sentaku o sezu, shinchou ni kangaetai to omoimasu"}]	
,
	[{"j": "環境保護は自然に危害を与えることなく重要です。", "e": "Environmental conservation is important without causing harm to nature.", "r": "kankyou hogo wa shizen ni kigai o ataeru koto naku juuyou desu"}, {"j": "台風が原因で甚大な災害が発生しました。", "e": "A massive disaster occurred due to a typhoon.", "r": "taifuu ga gennen de jindai na saigai ga hassei shima shita"}, {"j": "この行為は彼女の権利を侵害しています。", "e": "This act is infringing on her rights.", "r": "kono koui wa kanojo no kenri o shingai shite imasu"}, {"j": "障害を乗り越えて、彼は成功を収めました。", "e": "He overcame obstacles and achieved success.", "r": "shougai o norikoete, kare wa seikou o shuume mashita"}, {"j": "タバコは健康に有害ですので、禁煙をお勧めします。", "e": "Smoking is harmful to your health, so I recommend quitting smoking.", "r": "tabako wa kenkou ni yuugai desu node, kin'en o osusume shimasu"}]
,
	[{"j": "宇宙はとても広大です。", "e": "Space is very vast.", "r": "uchuu wa totemo koudai desu"}, {"j": "彼女に宙吊りの状態で話しかけられて困惑した。", "e": "I was perplexed when she talked to me while I was hanging in the air.", "r": "kanojo ni chuu-zuri no joutai de hanashikakarete konwaku shita"}, {"j": "彼は得意の宙返りを披露した。", "e": "He showed off his impressive somersault.", "r": "kare wa tokui no chuugaeri o hirou shita"}, {"j": "宇宙戦は熾烈を極めていた。", "e": "The space battle was intense.", "r": "uchuu-sen wa shiretsu o kiwamete ita"}]
,
	[{"j": "新しい住宅を買う予定です。", "e": "I'm planning to buy a new house.", "r": "atarashii jūtaku o kau yoteidesu."}, {"j": "この店は宅配サービスをしています。", "e": "This store provides home delivery service.", "r": "kono mise wa taku hai sābisu o shite imasu"}, {"j": "在宅勤務が増えています。", "e": "Telecommuting is increasing.", "r": "za taku kinmu ga fuete imasu"}, {"j": "帰宅したらすぐに夕食を作ります。", "e": "I will make dinner as soon as I get home.", "r": "kitaku shitara sugu ni yuushoku o tsukurimasu"}]
,
	[{"j": "宇宙には多くの星が存在しています。", "e": "There are many stars in the universe.", "r": "uchuu ni wa ooku no hoshi ga sonzai shite imasu"}, {"j": "彼は宇宙に向けてロケットを打ち上げた。", "e": "He launched a rocket into space.", "r": "kare wa uchuu ni mukete roketto o uchiageta"}]
,
	[{"j": "彼は大切な約束を守ります。", "e": "He always keeps important promises.", "r": "kare wa taisetsuna yakusoku o mamorimasu"}, {"j": "野球の試合で守備に入る選手は緊張している。", "e": "The player going into defense in a baseball game is nervous.", "r": "yakyū no shiai de shubi ni iru senshu wa kinchō shite iru"}, {"j": "留守の間、郵便局から荷物が届きました。", "e": "A package arrived from the post office while I was out.", "r": "rusu no aida, yūbinkyoku kara nimotsu ga todokimashita"}, {"j": "娘が寝る前にいつも子守唄を歌っています。", "e": "I always sing a lullaby to my daughter before she goes to sleep.", "r": "musume ga neru mae ni itsumo komori uta o utatte imasu"}]
,
	[{"j": "彼は富裕な家庭で育った。", "e": "He grew up in a wealthy family.", "r": "kare wa fuyuu na katei de sodatta"}, {"j": "この土地は豊かな自然に富んでいる。", "e": "This land is rich in abundant nature.", "r": "kono tochi wa yutaka na shizen ni tomnde iru"}, {"j": "その実業家は世界でも有数の富豪だ。", "e": "That business tycoon is one of the wealthiest people in the world.", "r": "sono jitsugyouka wa sekai demo yuusuu no fugou da"}]	
,
	[{"j": "このカップの容量は200mlです。", "e": "This cup has a capacity of 200ml.", "r": "kono kappu no youryou wa 200 milidesu."}, {"j": "彼女は内面も外見も素敵な容姿をしている。", "e": "She has a lovely appearance both inside and out.", "r": "kanojo wa naimen mo gaiken mo sutekina youshi o shite iru"}, {"j": "この容器は密封されています。", "e": "This container is airtight.", "r": "kono youki wa mifū sa rete imasu"}, {"j": "寛容な心を持つことは大切です。", "e": "It is important to have a generous heart.", "r": "kan'you na kokoro o motsu koto wa taisetsu desu"}]
,
	[{"j": "日本では親切に接してくれる客人が多いです。", "e": "In Japan, there are many guests who treat you kindly.", "r": "nihonde wa shinsetsu ni seshite kureru kyakunin ga ooi desu"}, {"j": "新幹線の車両には乗客がたくさんいます。", "e": "There are many passengers on the bullet train.", "r": "shinkansen no sharyou ni wa joukyaku ga takusan imasu"}, {"j": "空港で外国からの旅客を見かけました。", "e": "I saw tourists from overseas at the airport.", "r": "kouko de gaikoku kara no ryokaku o mikagemashita"}, {"j": "コンサートで熱心な観客が拍手を送りました。", "e": "The enthusiastic audience at the concert gave a round of applause.", "r": "konsaato de nesshin na kankyaku ga hakushu o okurimashita"}, {"j": "ホテルの客室は清潔で快適です。", "e": "The hotel rooms are clean and comfortable.", "r": "hoteru no kyakushitsu wa seiketsu de kaiteki desu"}, {"j": "京都はたくさんの観光客でにぎわっています。", "e": "Kyoto is bustling with many tourists.", "r": "kyouto wa takusan no kankou kyaku de nigiwatte imasu"}, {"j": "問題を客観的に分析することが重要です。", "e": "It is important to analyze the problem objectively.", "r": "mondai o kyakanteki ni bunseki suru koto ga juuyou desu"}, {"j": "突然の来客に驚きましたが、喜んでおもてなししました。", "e": "I was surprised by the sudden visitor, but I welcomed them with pleasure.", "r": "totsuzen no raikyaku ni odorokimashita ga, yorokonde omotenashi shimashita"}]
,
	[{"j": "彼は宗教について深く考えています。", "e": "He thinks deeply about religion.", "r": "kare wa shūkyō ni tsuite fukaku kangaete imasu"}, {"j": "この宗派は日本でよく見られます。", "e": "This sect is commonly seen in Japan.", "r": "kono shūha wa nihon de yoku miraremasu"}, {"j": "彼はその武道の宗家です。", "e": "He is the head of that martial arts school.", "r": "kare wa sono budō no sōke desu"}, {"j": "この宗旨に賛成です。", "e": "I agree with this principle.", "r": "kono shūshi ni sansei desu"}]
,
	[{"j": "彼は星を観察している", "e": "He is observing the stars.", "r": "kare wa hoshi o kansatsu shite iru"}, {"j": "外国からの視察団が訪問しています", "e": "A delegation for inspection from a foreign country is visiting.", "r": "gaikoku kara no shisatsu dan ga houmon shite imasu"}, {"j": "警察官は迅速に犯人を捕まえた", "e": "The police officer quickly caught the criminal.", "r": "keisatsukan wa jinsoku ni hannin o tsukamaeta"}, {"j": "推察する前に事実を確認するべきだ", "e": "We should confirm the facts before making any assumptions.", "r": "suisatsu suru mae ni jijitsu o kakunin suru beki da"}]
,
	[{"j": "今日は寒いです。", "e": "It's cold today.", "r": "kyou wa samui desu"}, {"j": "この地域は寒冷な気候です。", "e": "This area has a cold climate.", "r": "kono chiiki wa kanrei na kikou desu"}, {"j": "明日の気温は寒暖計で確認できます。", "e": "You can check tomorrow's temperature on the thermometer.", "r": "ashita no kion wa kandonkei de kakunin dekimasu"}, {"j": "防寒具を着て外出しました。", "e": "I went out wearing warm clothing.", "r": "boukan gu o kite gaishutsu shimashita"}, {"j": "この防寒グッズはとても暖かいです。", "e": "This cold-weather gear is very warm.", "r": "kono boukan guzzu wa totemo atatakai desu"}, {"j": "風邪を引いて悪寒がします。", "e": "I caught a cold and have the chills.", "r": "kaze o hiite okan ga shimasu"}, {"j": "彼女は寒気を感じているようです。", "e": "She seems to be feeling chills.", "r": "kanojo wa samuke o kanjite iru youdesu"}, {"j": "昨日は寒波がやってきた。", "e": "A cold wave hit us yesterday.", "r": "kinou wa kanpa ga yattekita"}, {"j": "この地域は極寒の冬が訪れる。", "e": "This area experiences extremely cold winters.", "r": "kono chiiki wa gokkan no fuyu ga otozureru"}]
,
	[{"j": "このトマトはまもなく実るでしょう。", "e": "This tomato will ripen soon.", "r": "kono tomato wa mamonaku minoru deshou."}, {"j": "りんごはおいしい果実です。", "e": "Apples are delicious fruits.", "r": "ringo wa oishii kajitsu desu"}, {"j": "彼は実家に帰るたびに懐かしい思い出が蘇るそうだ。", "e": "I heard that he recalls nostalgic memories every time he returns to his parents' house.", "r": "kare wa jikka ni kaeru tabi ni natsukashii omoide ga yomigaeru souda"}, {"j": "この仕事をすることで、充実した日々を過ごしています。", "e": "I am spending fulfilling days by doing this job.", "r": "kono shigoto o suru koto de, juujitsu shita hibi o sugoshite imasu"}, {"j": "実は、私も同じような経験をしたことがあります。", "e": "Actually, I have had a similar experience.", "r": "jitsu wa, watashi mo onaji you na keiken o shita koto ga arimasu"}, {"j": "科学の発展には事実を重んじることが重要です。", "e": "In the development of science, it is important to value facts.", "r": "kagaku no hatten ni wa jijitsu o omonjiru koto ga juuyou desu"}, {"j": "彼は毎日新しい実験を行っている。", "e": "He conducts new experiments every day.", "r": "kare wa mainichi atarashii jikken o okonatte iru"}, {"j": "このプロジェクトは実際にはかなりの時間がかかります。", "e": "This project actually takes quite a long time.", "r": "kono purojekuto wa jissai ni wa kanari no jikan ga kakarimasu"}, {"j": "彼は実力を見せつけることなく、控えめな態度でいる。", "e": "He maintains a modest attitude without showing off his true abilities.", "r": "kare wa jitsuryoku o misetsukeru koto naku, hikaeme na taido de iru"}, {"j": "その言い訳は口実に過ぎません。", "e": "That excuse is nothing but an excuse.", "r": "sono iiwake wa koujitsu ni sugimasen"}]
,
	[{"j": "彼の心には多くの悲しみが宿っている", "e": "He harbors much sadness in his heart.", "r": "kare no kokoro ni wa ooku no kanashimi ga yadotte iru"}, {"j": "田舎に泊まるために宿屋を予約した", "e": "I booked a ryokan to stay in the countryside", "r": "inaka ni tomaru tame ni yadoya o yoyaku shita"}, {"j": "今日は新宿で友達と会う予定です", "e": "I'm meeting my friends in Shinjuku today", "r": "kyou wa shinjuku de tomodachi to au yotei desu"}, {"j": "このホテルで宿泊しています。部屋がとても快適です", "e": "I am staying at this hotel. The room is very comfortable.", "r": "kono hoteru de shukuhaku shite imasu. heya ga totemo kaiteki desu"}, {"j": "宿題を忘れてしまいました。明日までにやらなければなりません", "e": "I forgot my homework. I have to do it by tomorrow.", "r": "shukudai o wasurete shimaimashita. ashita made ni yaranakereba narimasen"}, {"j": "学校の合宿で新しい友達と仲良くなった", "e": "I made friends with new people at the school training camp", "r": "gakkou no gasshuku de atarashii tomodachi to nakayoku natta"}]
,
	[{"j": "締め切りを定めることは重要です。", "e": "It is important to set deadlines.", "r": "shimekiri o sadameru koto wa jūyō desu"}, {"j": "授業で定規を使って直線を引きます。", "e": "We use a ruler to draw straight lines in class.", "r": "jugyō de jōgi o tsukatte chokusen o hikimasu"}, {"j": "この商品の定価は１００ドルです。", "e": "The regular price of this product is 100 dollars.", "r": "kono shouhin no teika wa hyaku doru desu"}, {"j": "座席は事前に指定してください。", "e": "Please specify your seat in advance.", "r": "zaseki wa jizen ni shitei shite kudasai"}, {"j": "仕事が安定しているので、毎日が落ち着いて過ごせます。", "e": "My job is stable, so I can spend every day in peace.", "r": "shigoto ga antei shite iru node, mainichi ga ochitsuite sugose masu"}]
,
	[{"j": "新しい案件が入ってきました。", "e": "We received a new project.", "r": "atarashii anken ga haittekimashita"}, {"j": "観光客に親切な案内をしてください。", "e": "Please provide friendly guidance to the tourists.", "r": "kankoukyaku ni shinsetsu na annai o shite kudasai"}, {"j": "彼はプロジェクトに関する提案をしてくれました。", "e": "He made a proposal regarding the project.", "r": "kare wa purojekuto ni kan suru teian o shite kuremashita"}, {"j": "彼女はいつも名案を思いつく人です。", "e": "She is always coming up with great ideas.", "r": "kanojo wa itsumo meian o omoitsuku hito desu"}, {"j": "新しいプロジェクトの発案をする予定です。", "e": "I'm planning to propose a new project.", "r": "atarashii purojekuto no hatsuan o suru yotei desu"}]
,
	[{"j": "彼は完全な試合を展開している", "e": "He is playing a perfect game.", "r": "kare wa kanzen na shiai o tenkai shite iru"}, {"j": "このホテルは設備が完備している", "e": "This hotel is fully equipped.", "r": "kono hoteru wa setsubi ga kanbi shite iru"}, {"j": "準備が完了しました", "e": "Preparations are complete.", "r": "junbi ga kanryou shimashita"}, {"j": "彼女は完璧な英語を話す", "e": "She speaks perfect English.", "r": "kanojo wa kanpeki na eigo o hanasu"}, {"j": "小説が完結していて、とても満足しています", "e": "The novel has concluded and I am very satisfied.", "r": "shousetsu ga kanketsu shite ite, totemo manzoku shite imasu"}]
,
	[{"j": "日本では官庁が様々な行政業務を担っています。", "e": "In Japan, government offices are responsible for various administrative tasks.", "r": "nihonde wa kanchō ga samazama na gyōmu o ninaotte imasu"}, {"j": "昨日、警察官にお世話になりました。", "e": "I was helped by a police officer yesterday.", "r": "kinou, keisatsukan ni o-sewa ni narimashita"}, {"j": "裁判官は公平な判断を下すことが重要です。", "e": "It is important for a judge to make fair judgments.", "r": "saibankan wa kōhei na handan o kudasu koto ga jūyōdesu"}, {"j": "体内には様々な器官があります。", "e": "There are various organs in the body.", "r": "tainai ni wa samazama na kikan ga arimasu"}]
,
	[{"j": "毎晩、早く寝るようにしています。", "e": "I try to go to bed early every night.", "r": "maiban, hayaku neru you ni shite imasu"}, {"j": "寝言は寝てから言え。", "e": "Don't speak too soon.", "r": "negoto wa nete kara ie"}, {"j": "早寝早起きが健康にいいと言われています。", "e": "They say that early to bed and early to rise is good for your health.", "r": "hayane hayauki ga kenkou ni ii to iwarete imasu"}, {"j": "寝具を新しく買い替えた。", "e": "I bought new bedding.", "r": "shingu o atarashiku kai kaeta"}, {"j": "新しい家に引っ越して、寝室をリフォームしました。", "e": "I moved to a new house and renovated the bedroom.", "r": "atarashii ie ni hikkoshite, shinshitsu o rifoomu shimashita"}]
,
	[{"j": "彼はナイフを突いた。", "e": "He stabbed with a knife.", "r": "kare wa naifu o tsuita"}, {"j": "突然、電話が鳴った。", "e": "The phone rang suddenly.", "r": "totsuzen, denwa ga natta"}, {"j": "海岸に突風が吹いている。", "e": "A sudden gust of wind is blowing on the coast.", "r": "kaigan ni totsukaze ga fuite iru"}, {"j": "車と衝突しないように気をつけて運転してください。", "e": "Please be careful not to collide with other cars while driving.", "r": "kuruma to shougeki shinai you ni ki o tsukete unten shite kudasai"}]
,
	[{"j": "彼は技術を究めている。", "e": "He has mastered the technique.", "r": "kare wa gijutsu o kiwamete iru"}, {"j": "この商品は品質が究極だ。", "e": "This product is the ultimate in quality.", "r": "kono shouhin wa hinshitsu ga kyuukyoku da"}, {"j": "私は日本の伝統文化を研究しています。", "e": "I am studying traditional Japanese culture.", "r": "watashi wa nihon no dentou bunka o kenkyuu shite imasu"}, {"j": "彼は新しい知識を探究するのが好きだ。", "e": "He enjoys pursuing new knowledge.", "r": "kare wa atarashii chishiki o tankyuu suru no ga suki da"}]
,
	[{"j": "水道管から水が漏れています。", "e": "Water is leaking from the water pipe.", "r": "suidoukan kara mizu ga morete imasu"}, {"j": "この会社では効果的な管理が行われています。", "e": "Effective management is being carried out in this company.", "r": "kono kaisha de wa kouka-teki na kanri ga gyou warete imasu"}, {"j": "この地域は警察によって管轄されています。", "e": "This area is under the jurisdiction of the police.", "r": "kono chiiki wa keisatsu ni yotte kankatsu sarete imasu"}, {"j": "血管は体内を血液が流れる管です。", "e": "Blood vessels are tubes through which blood flows in the body.", "r": "kekkan wa tainai o ketsueki ga nagareru kan desu"}]
,
	[{"j": "彼女はかわいい筆箱を持っています。", "e": "She has a cute pencil case.", "r": "kanojo wa kawaii fudebako o motte imasu"}, {"j": "会議のために筆記用具を準備しました。", "e": "I prepared writing materials for the meeting.", "r": "kaigi no tameni hikki yougu o junbi shimashita"}, {"j": "書道では毛筆を使います。", "e": "We use a brush pen for calligraphy.", "r": "shodō de wa fude o tsukaimasu"}, {"j": "鉛筆を持っていますか？", "e": "Do you have a pencil?", "r": "enpitsu o motte imasu ka"}]
,
	[{"j": "日本語のテストで第一回は満点を取った。", "e": "I scored full marks on the first test of Japanese.", "r": "nihongo no tesuto de daiichikai wa manten o totta."}, {"j": "この本はとても面白いです。第二章からどんどん引き込まれていきます。", "e": "This book is very interesting. I'm getting more and more drawn in from the second chapter.", "r": "kono hon wa totemo omoshiroi desu. dainishou kara dondon hikikomarete ikimasu"}, {"j": "彼は今回の試験で及第点を取った。", "e": "He passed this exam with a satisfactory score.", "r": "kare wa konkai no shiken de kyūdai-ten o totta"}, {"j": "残念ながら彼は落第してしまった。次は頑張ろうと言っていました。", "e": "Unfortunately, he failed the exam. He said he will do his best next time.", "r": "zannen nagara kare wa rakudai shite shimatta tsugi wa ganbarou to itte imashita"}]
,
	[{"j": "彼は手術後、出血を止めるために動脈を閉塞する操作を行った。", "e": "He performed a procedure to occlude the artery to stop the bleeding after the surgery.", "r": "kare wa shujutsugo, shukketsu o tomeru tame ni dōmyaku o heisoku suru sōsa o okonatta"}, {"j": "日本では春夏秋冬、４つの季節がはっきりと分かれています。", "e": "In Japan, we have four distinct seasons - spring, summer, autumn, and winter.", "r": "nihon de wa shunkashūtō, 4 tsu no kisetsu ga hakkiri to wakarete imasu"}, {"j": "足首の関節をひねったので、少し歩くのが痛いです。", "e": "I twisted my ankle joint, so it hurts a little to walk.", "r": "ashikubi no kansetsu o hinetta node, sukoshi aruku no ga itai desu"}, {"j": "料理の味を調節する時は、塩とこしょうのバランスが重要です。", "e": "When adjusting the taste of a dish, the balance between salt and pepper is important.", "r": "ryōri no aji o chōsetsu suru toki wa, shio to koshō no baransu ga jūyō desu"}]
,
	[{"j": "彼女は小さな箱庭を作って楽しんでいます。", "e": "She enjoys creating a miniature garden in a box garden.", "r": "kanojo wa chiisana hakoniwa o tsukutte tanoshinde imasu"}, {"j": "鳥が巣箱に入っていました。", "e": "A bird was inside the nesting box.", "r": "tori ga suohako ni haitte imashita"}, {"j": "毎日お弁当を持って学校に行きます。弁当箱は母が手作りしてくれます。", "e": "I bring a bento box to school every day. My mother handmade the bento box for me.", "r": "mainichi obentou o motte gakkou ni ikimasu. bentou-bako wa haha ga tetsukuri shite kuremasu"}, {"j": "図書館で本箱を探しています。", "e": "I'm looking for a bookshelf in the library.", "r": "toshokan de honbako o sagashite imasu"}]
,
	[{"j": "彼のおかしなジョークにみんな爆笑した。", "e": "Everyone burst into laughter at his silly joke.", "r": "kare no okashina jooku ni minna bakushou shita"}, {"j": "公園で子どもたちの笑い声が聞こえてきた。", "e": "I could hear children's laughter in the park.", "r": "kouen de kodomotachi no waraigoe ga kikoete kita"}, {"j": "彼女はいつも微笑みながら人々を明るくしてくれる。", "e": "She always brightens up people with her smile.", "r": "kanojo wa itsumo hohoemi nagara hitobito o akaruku shite kureru"}, {"j": "その不本意な出来事に彼は苦笑いを浮かべた。", "e": "He forced a smile at the unfortunate event.", "r": "sono fuhon'i na dekigoto ni kare wa nigawarai o ukabeta"}]
,
	[{"j": "この機械の取扱説明書は非常に簡易に書かれています。", "e": "The manual for this machine is written in a very simple manner.", "r": "kono kikai no toriatsukai setsumeisho wa hijō ni kan'i ni kakarete imasu"}, {"j": "この問題は簡単だね。", "e": "This problem is easy.", "r": "kono mondai wa kantan da ne"}, {"j": "彼からの手紙を一通の書簡として大切に保管しています。", "e": "I treasure the letter I received from him as a single piece of correspondence.", "r": "kare kara no tegami o ittsuu no shokan toshite taisetsu ni hokan shite imasu"}, {"j": "彼女の説明はいつも簡潔でわかりやすい。", "e": "Her explanations are always concise and easy to understand.", "r": "kanojo no setsumei wa itsumo kanketsu de wakariyasui"}]
,
	[{"j": "彼は部屋に居る。", "e": "He is in the room.", "r": "kare wa heya ni iru"}, {"j": "リビングにソファーとテーブルが置いてある居間です。", "e": "This is the living room where there is a sofa and a table.", "r": "ribingu ni sofaa to teeburu ga oite aru ima desu"}, {"j": "日本での居住経験があります。", "e": "I have experience living in Japan.", "r": "nihon de no kyojuu keiken ga arimasu"}, {"j": "祖父母と同居しています。", "e": "I live with my grandparents.", "r": "sofubo to doukyo shite imasu"}, {"j": "来月、新しいアパートに転居します。", "e": "I will move to a new apartment next month.", "r": "raigetsu, atarashii apaato ni tengyo shimasu"}]
,
	[{"j": "彼は屋上からの眺めを楽しんでいた。", "e": "He was enjoying the view from the rooftop.", "r": "kare wa okujou kara no nagame o tanoshinde ita."}, {"j": "このホテルは屋内プールを備えています。", "e": "This hotel has an indoor pool.", "r": "kono hoteru wa okuchii puuru o sonaete imasu."}, {"j": "雨が降っているので屋外のイベントは中止になりました。", "e": "The outdoor event was canceled because it's raining.", "r": "ame ga futte iru node okugai no ibento wa chuushi ni narimashita."}, {"j": "その町には古い家屋が残っている。", "e": "There are old buildings in that town.", "r": "sono machi ni wa furui ieoku ga nokotte iru"}, {"j": "雨がどしゃ降りで屋根が g", "e": "The rain is pouring down heavily on the roof.", "r": "ame ga dosha furi de yane ga"}, {"j": "彼女の家は広い屋敷だ。", "e": "Her house is a large mansion.", "r": "kanojo no ie wa hiroi yashiki da"}, {"j": "祭りで屋台に並んで美味しい食べ物を食べた。", "e": "I lined up at the food stalls and ate delicious food at the festival.", "r": "matsuri de yatai ni nande oishii tabemono o tabeta"}, {"j": "部屋を掃除しています。", "e": "I'm cleaning the room.", "r": "heya o souji shite imasu"}, {"j": "朝食にパン屋で新鮮なパンを買いました。", "e": "I bought fresh bread at the bakery for breakfast.", "r": "choushoku ni pan'ya de shinsen na pan o kaimashita"}, {"j": "母の誕生日に花屋で花束を買った。", "e": "I bought a bouquet of flowers at the flower shop for my mother's birthday.", "r": "haha no tanjoubi ni hanaya de hanataba o katta"}, {"j": "その地域にはおいしいお米を取り扱う米屋がたくさんある。", "e": "There are many rice shops that handle delicious rice in that area.", "r": "sono chiiki ni wa oishii okome o toriatsugau komeya ga takusan aru"}, {"j": "日本へ旅行した時、地元の居酒屋で美味しい料理を食べました。", "e": "When I traveled to Japan, I ate delicious food at a local izakaya.", "r": "nihon e ryokou shita toki, jimoto no izakaya de oishii ryouri o tabemashita"}]
,
	[{"j": "この地域は地下に断層が多く見られます。", "e": "There are many faults underground in this area.", "r": "kono chiiki wa chika ni dansou ga ōku mi raremasu."}, {"j": "古代の地層から貴重な化石が発掘されました。", "e": "Precious fossils have been excavated from the ancient geological layers.", "r": "kodai no jisou kara kichou na kaseki ga hakkutsu saremashita"}, {"j": "このビルは高層階にオフィスがあります。", "e": "There are offices on the high floors of this building.", "r": "kono biru wa kousou kai ni ofisu ga arimasu"}, {"j": "会社内の階層が厳しいと感じることがあります。", "e": "I sometimes feel the hierarchy within the company is strict.", "r": "kaishanai no kaisou ga kibishii to kanjiru koto ga arimasu"}, {"j": "海の深層には未知の生物が生息しています。", "e": "Unknown creatures inhabit the depths of the ocean.", "r": "umi no shinsou ni wa michi no seibutsu ga seisoku shite imasu"}]
,
	[{"j": "荷物が届く前に出かけなければならなかった。", "e": "I had to leave before the package arrived.", "r": "nimotsu ga todoku mae ni dekakenakereba naranakatta"}, {"j": "友達から素敵な届け物をもらった。", "e": "I received a wonderful package from my friend.", "r": "tomodachi kara sutekina todokemono o moratta"}, {"j": "出生届を役所に提出する必要があります。", "e": "You need to submit a birth certificate to the ward office.", "r": "shusshoutodoke o yakusho ni teishutsu suru hitsuyou ga arimasu"}, {"j": "結婚届を役所に提出して、正式に夫婦になりました。", "e": "We submitted our marriage certificate to the city office and officially became husband and wife.", "r": "kekkontodoke o yakusho ni teishutsu shite, seishiki ni fuufu ni narimashita"}]
,
	[{"j": "この美術館ではさまざまな作品が展示されています。", "e": "Various artworks are being exhibited in this museum.", "r": "kono bijutsukan de wa samazama na sakuhin ga tenji sarete imasu"}, {"j": "今日は晴れているので、山頂からの展望がすばらしいです。", "e": "It's sunny today so the view from the mountain top is wonderful.", "r": "kyou wa harete iru node, sanchou kara no tenbou ga subarashii desu"}, {"j": "会議は順調に展開しています。", "e": "The meeting is progressing smoothly.", "r": "kaigi wa junchou ni tenkai shite imasu"}, {"j": "この町は近年急速に発展しています。", "e": "This town has been developing rapidly in recent years.", "r": "kono machi wa kinnen kyūsoku ni hatten shite imasu"}, {"j": "交渉は順調に進展しているようです。", "e": "It seems that the negotiations are progressing smoothly.", "r": "koushou wa junchou ni shinten shite iru you desu"}]
,
	[{"j": "彼は真面目に働くことを大切にしています。", "e": "He values working diligently.", "r": "kare wa majime ni hataraku koto o taisetsu ni shite imasu"}, {"j": "新しいプロジェクトに多くの労力を費やした。", "e": "I put a lot of effort into the new project.", "r": "atarashī purojekuto ni ōku no rōryoku o tsuiyashita"}, {"j": "長い間苦労してきたけれど、やっと夢が叶った。", "e": "I have struggled for a long time, but my dream has finally come true.", "r": "nagai aida kurō shite kita keredo, yatto yume ga kanatta"}, {"j": "運転で疲労が溜まってきたので、休憩したいです。", "e": "I'm getting tired from driving, so I want to take a break.", "r": "unten de hi rō ga tamatte kita node, kyuukei shitai desu"}, {"j": "最近仕事のことで心労がつのっています。", "e": "Lately, I've been stressed about work.", "r": "saikin shigoto no koto de shinrō ga tsunotte imasu"}]
,
	[{"j": "彼の人気は急速に栄えている。", "e": "His popularity is rapidly increasing.", "r": "kare no ninki wa kyuusoku ni sakae te iru"}, {"j": "この町は美しい自然に囲まれて栄える観光地です。", "e": "This town flourishes surrounded by beautiful nature and is a popular tourist destination.", "r": "kono machi wa utsukushii shizen ni kakomarete sakae ru kankouchi desu"}, {"j": "彼は栄光を手に入れた。", "e": "He achieved glory.", "r": "kare wa eikou o te ni ireta"}, {"j": "その賞は彼にとって大きな栄誉だった。", "e": "That award was a great honor for him.", "r": "sono shou wa kare ni totte ooki na eiyodatta"}, {"j": "経済の繁栄が国にもたらされた。", "e": "The prosperity of the economy has brought benefits to the country.", "r": "keizai no han'ei ga kuni ni motarare ta"}, {"j": "虚栄心を持つことは良くない。", "e": "It's not good to have a sense of vanity.", "r": "kyoeishin o motsu koto wa yoku nai"}]
,
	[{"j": "彼はレストランを営んでいます。", "e": "He runs a restaurant.", "r": "kare wa resutoran o iton de imasu"}, {"j": "毎日営業しています。", "e": "We are open for business every day.", "r": "mainichi eigyō shite imasu"}, {"j": "会社の経営が安定している", "e": "The company's management is stable.", "r": "kaisha no keiei ga antei shite iru"}, {"j": "このサイトを運営しています。", "e": "I am managing this website.", "r": "kono saito o un'ei shite imasu"}, {"j": "イベントのためにテントを設営した。", "e": "We set up a tent for the event.", "r": "ibento no tame ni tento o setsuei shita"}]
,
	[{"j": "この歌の歌詞を覚えた", "e": "I memorized the lyrics of this song", "r": "kono uta no kashi o oboeta"}, {"j": "彼は大きな覚悟を決めた", "e": "He made a firm resolution", "r": "kare wa ooki na kakugo o kimeta"}, {"j": "現実とは違う錯覚に陥りそうだ", "e": "I feel like I'm falling into a different illusion from reality", "r": "genjitsu to wa chigau sakkaku ni ochirisou da"}, {"j": "自分の弱点について自覚を持つことは大切だ", "e": "It's important to be aware of one's own weaknesses", "r": "jibun no jyakuten ni tsuite jikaku o motsu koto wa taisetsu da"}, {"j": "目覚めのいい朝ですね", "e": "It's a refreshing morning", "r": "mezame no ii asa desu ne"}]
,
	[{"j": "彼は多くの理由を挙げた。", "e": "He mentioned many reasons.", "r": "kare wa ooku no riyū o ageta."}, {"j": "雨がやんだ途端、虹が挙がった。", "e": "As soon as the rain stopped, a rainbow appeared.", "r": "ame ga yanda totan, niji ga agatta."}, {"j": "課題に対する意見を挙手してください。", "e": "Please raise your hand if you have an opinion on the topic.", "r": "kadai ni taisuru iken o kyuushu te kudasai."}, {"j": "来年、日本で挙式を挙げる予定です。", "e": "We are planning to have a wedding ceremony in Japan next year.", "r": "rainen, nihon de kyoshiki o ageru yoteidesu."}, {"j": "今日は市長選挙の投票日です。", "e": "Today is the voting day for the mayoral election.", "r": "kyou wa shichou senkyo no touhyoubi desu"}, {"j": "彼の記録は快挙として讃められた。", "e": "His achievement was praised as a remarkable feat.", "r": "kare no kiroku wa kaikyo toshite tatamerareta"}, {"j": "彼は一挙に3つの記録を更新した。", "e": "He broke three records in one go.", "r": "kare wa ikko ni mittsu no kiroku o koushin shita"}]
,
	[{"j": "彼は厳しい先生ですが、生徒たちからは尊敬されています。", "e": "He is a strict teacher, but he is respected by his students.", "r": "kare wa kibishii sensei desu ga, seito-tachi kara wa sonkei sarete imasu"}, {"j": "日本のお正月は厳かな雰囲気が漂っています。", "e": "Japanese New Year is filled with a solemn atmosphere.", "r": "nihon no oshougatsu wa oogana na fun'iki ga tadayotte imasu"}, {"j": "この手続きは厳密に守らなければなりません。", "e": "This procedure must be strictly followed.", "r": "kono tetsudzuki wa genmitsu ni mamoranakereba narimasen"}, {"j": "試験は厳正に監督されています。", "e": "The exam is conducted under strict supervision.", "r": "shiken wa gensei ni kantoku sarete imasu"}, {"j": "機密情報を扱う際には厳重な注意が必要です。", "e": "Extreme caution is necessary when handling confidential information.", "r": "kimitsu jouhou o atsukau sai ni wa genjou na chuui ga hitsuyou desu"}, {"j": "人間は生まれながらにして尊厳と権利を有しています。", "e": "All human beings are born with dignity and rights.", "r": "ningen wa umarenagara ni shite songen to kenri o yuu shite imasu"}, {"j": "聖なる祭壇の前には荘厳な雰囲気が漂っていた。", "e": "There was a majestic atmosphere in front of the sacred altar.", "r": "sei naru saidan no mae ni wa shougon na fun'iki ga tadayotte ita"}]
,
	[{"j": "その党首は新しい政策を発表しました。", "e": "The party leader announced a new policy.", "r": "sono tōshu wa atarashii seisaku o happyō shi mashita"}, {"j": "今は与党の議員が多数派を占めています。", "e": "The ruling party members currently hold the majority in the Diet.", "r": "ima wa yotō no giin ga tasūhawo shime te imasu"}, {"j": "野党は政府の政策に批判的な立場を取っています。", "e": "The opposition party is taking a critical stance on the government's policies.", "r": "yatō wa seifu no seisaku ni hihanteki na tachiba o totte imasu"}, {"j": "彼らは徒党を組んで、危険な計画を進めているようだ。", "e": "They seem to be forming a group to carry on a dangerous plan.", "r": "karera wa adō o kunde, kiken'na keikaku o susumete iru yō da"}, {"j": "私はまだ政党を決めていません。", "e": "I haven't decided which political party to support yet.", "r": "watashi wa mada seitō o kimete imasen"}]
,
	[{"j": "彼は常に元気な笑顔を見せてくれる。", "e": "He always shows me a cheerful smile.", "r": "kare wa tsune ni genki na egao o misete kureru"}, {"j": "ハワイは常夏の島として知られている。", "e": "Hawaii is known as a perpetually sunny island.", "r": "hawai wa tokonatsu no shima to shite shirete iru"}, {"j": "会議は通常の時間に始まります。", "e": "The meeting will start at the usual time.", "r": "kaigi wa tsuujou no jikan ni hajimarimasu"}, {"j": "彼の態度は正常ではないと感じた。", "e": "I felt that his behavior was not normal.", "r": "kare no taido wa seijou de wa nai to kanjita"}, {"j": "毎日の日常の生活を大切にしています。", "e": "I cherish my daily routine life.", "r": "mainichi no nichijou no seikatsu o taisetsu ni shite imasu"}]
,
	[{"j": "荷物を受け取る時は、必ず身分証明書が必要です。", "e": "When receiving a package, be sure to have your ID ready.", "r": "nimotsu o uketoru toki wa, kanarazu mibunshōmeisho ga hitsuyō desu."}, {"j": "招待を受けると嬉しいです。", "e": "I'm happy to receive an invitation.", "r": "shōtai o ukeru to ureshī desu"}, {"j": "試験に受かったときはとても嬉しい気持ちになります。", "e": "I feel very happy when I pass an exam.", "r": "shiken ni ukagatta toki wa totemo ureshī kimochi ni narimasu"}, {"j": "受信ボックスに新しいメールが届いています。", "e": "You have a new email in your inbox.", "r": "jushin bokkusu ni atarashī mēru ga todoite imasu"}, {"j": "来月の入学試験を受験する準備をしています。", "e": "I'm preparing to take the entrance exam next month.", "r": "raigetsu no nyūgaku shiken o juken suru junbi o shite imasu"}, {"j": "昨日、素晴らしい映画賞を受賞しました。", "e": "I received an award for an excellent movie yesterday.", "r": "kinō, subarashī eigashō o jushō shimashita"}]
,
	[{"j": "彼は私のことを本当に愛している", "e": "He really loves me.", "r": "kare wa watashi no koto o hontou ni ai shite iru"}, {"j": "母親の愛情は深い", "e": "A mother's love is deep.", "r": "hahaoya no aijou wa fukai"}, {"j": "このペンは愛用の品です", "e": "I use this pen all the time", "r": "kono pen wa aiyou no shina desu"}, {"j": "彼女は私の最愛の人です", "e": "She is the one I love the most.", "r": "kanojo wa watashi no saiai no hito desu"}, {"j": "彼は娘を溺愛している", "e": "He dotes on his daughter", "r": "kare wa musume o dekiai shite iru"}]
,
	[{"j": "彼はまだ若いですが、非常に優秀です", "e": "He is still young, but very talented.", "r": "kare wa mada wakai desu ga, hijō ni yūshu desu"}, {"j": "若者たちは公園でサッカーをしていた", "e": "The young people were playing soccer in the park.", "r": "wakamono-tachi wa kōen de sakkā o shite ita"}, {"j": "彼女は若年で成功を収めた実力者です", "e": "She is a talented person who achieved success at a young age.", "r": "kanojo wa jakunen de seikō o osameta jitsuryokusha desu"}, {"j": "老若男女、みんな楽しめるイベントです", "e": "It's an event that people of all ages and genders can enjoy.", "r": "rōwakunan'nyo, minna tanoshimeru ibento desu"}]
,
	[{"j": "彼は困難な状況に苦しんでいる。", "e": "He is suffering in a difficult situation.", "r": "kare wa konnan na jōkyō ni kurushinde iru"}, {"j": "今日は暑くて苦しいです。", "e": "It's hot and difficult today.", "r": "kyou wa atsukute kurushii desu"}, {"j": "急な頭痛がして、苦痛でたまらない。", "e": "I have a sudden headache and it's so painful I can't bear it.", "r": "kyuuna zutsuu ga shite, kutsuu de tamaranai"}, {"j": "苦労の末、夢を叶えました。", "e": "After much hard work, I made my dream come true.", "r": "kurou no sue, yume o kanaemashita"}, {"j": "数学が苦手な学生もいます。", "e": "There are also students who are not good at math.", "r": "suugaku ga nigate na gakusei mo imasu"}]	
,
	[{"j": "旅行の時、荷物がたくさんあります。", "e": "I have a lot of luggage when I travel.", "r": "ryokou no toki, nimotsu ga takusan arimasu."}, {"j": "この荷札がないと受け取れません。", "e": "You can't receive it without this baggage tag.", "r": "kono nidza ga nai to uketoremasen."}, {"j": "明日、新しい商品の集荷に行きます。", "e": "I will go for a pick-up of new products tomorrow.", "r": "ashita, atarashii shouhin no shuuniku ni ikimasu"}, {"j": "本日入荷しました新しい本があります。", "e": "We have new books that arrived today.", "r": "honjitsu nyuuka shimashita atarashii hon ga arimasu"}]
,
	[{"j": "コーヒーを薄めると味が薄くなります。", "e": "When you dilute coffee, the taste becomes weaker.", "r": "kōhī o usumeru to aji ga usuku narimasu."}, {"j": "夕日に空が薄まる時、美しい景色になります。", "e": "When the sky lightens at sunset, it creates a beautiful scenery.", "r": "yuuhi ni sora ga usumaru toki, utsukushii keshiki ni narimasu"}, {"j": "彼女は薄いブルーのドレスを着ていた。", "e": "She was wearing a light blue dress.", "r": "kanojo wa usui burū no doresu o kite ita"}, {"j": "今日は暑いので薄着で出かけた。", "e": "It's hot today, so I went out in light clothing.", "r": "kyou wa atsui node usugi de dekaketa"}, {"j": "池の上には薄氷が張っていた。", "e": "There was thin ice on the pond.", "r": "ike no ue ni wa usubori ga hatte ita"}, {"j": "彼は薄情な態度を取ったが、実はとても優しい人だ。", "e": "He acted cold-hearted, but he's actually a very kind person.", "r": "kare wa usujou na taido o totta ga, jitsu wa totemo yasashii hito da"}]
,
	[{"j": "彼は多くの著作を残している", "e": "He has left behind many writings.", "r": "kare wa ooku no cho-saku o nokoshite iru"}, {"j": "彼女は著者デビューを果たした", "e": "She made her debut as an author.", "r": "kanojo wa cho-sha debyū o hatashita"}, {"j": "彼の才能は顕著である", "e": "His talent is remarkable.", "r": "kare no sainou wa kencho de aru"}, {"j": "この小説は名著と言われている", "e": "This novel is said to be a masterpiece.", "r": "kono shousetsu wa mei-cho to iwarete iru"}]
,
	[{"j": "蒸し器でお餅を作りました。", "e": "I made mochi using a steamer.", "r": "mushikide omochi o tsukurimashita"}, {"j": "お風呂から蒸気が立ち上っています。", "e": "Steam is rising from the hot bath.", "r": "ofuro kara jouki ga tachiagatte imasu"}, {"j": "太陽の熱で水が蒸発します。", "e": "Water evaporates in the heat of the sun.", "r": "taiyō no netsu de mizu ga jōhatsu shimasu"}, {"j": "ウイスキーは蒸留されたお酒です。", "e": "Whiskey is a distilled spirit.", "r": "uisukii wa jōryō saretar osake desu"}]
,
	[{"j": "昼ごはんには野菜たっぷりのサラダを食べます。", "e": "I eat a salad with plenty of vegetables for lunch.", "r": "hirugohan ni wa yasai tappuri no sarada o tabemasu"}, {"j": "山菜を採りに山に行くのが楽しみです。", "e": "I look forward to going to the mountains to pick mountain vegetables.", "r": "sansai o tori ni yama ni iku no ga tanoshimidesu"}, {"j": "フレンチのレストランで前菜を注文しました。", "e": "I ordered an appetizer at a French restaurant.", "r": "furenchi no resutoran de zensai o chuumon shimashita"}, {"j": "春には菜の花が美しい季節です。", "e": "Spring is the season when rapeseed blossoms are beautiful.", "r": "haru ni wa na no hana ga utsukushii kisetsu desu"}]
,
	[{"j": "森の中で葉陰に座って本を読んだ。", "e": "I sat in the shade of the leaves in the forest and read a book.", "r": "mori no naka de hakage ni suwatte hon o yonda."}, {"j": "友達に手紙を書く時には葉書を使います。", "e": "I use postcards when writing letters to my friends.", "r": "tomodachi ni tegami o kaku toki ni wa hagaki o tsukaimasu."}, {"j": "言葉には力があります。", "e": "Words have power.", "r": "kotoba ni wa chikara ga arimasu."}, {"j": "秋になると山は美しい紅葉で彩られます。", "e": "The mountains are adorned with beautiful autumn leaves in the fall.", "r": "aki ni naru to yama wa utsukushii momiji de irodoraremasu"}]	
,
	[{"j": "彼はゲームに夢中で、全然話を聞いていません。", "e": "He is so absorbed in the game that he's not listening to me at all.", "r": "kare wa geemu ni muchuu de, zenzen hanashi o kiite imasen"}, {"j": "昨夜、悪夢を見て目が覚めました。", "e": "I had a nightmare last night and woke up.", "r": "sakuya, akumu o mite me ga samemashita"}, {"j": "初夢に鶴を見たと言われるといいですね。", "e": "It is said that it's good luck to see a crane in the first dream of the year.", "r": "hatsuyume ni tsuru o mita to iwareru to ii desu ne"}, {"j": "正夢は現実になると言われています。", "e": "It is said that a prophetic dream will come true.", "r": "shoumu wa genjitsu ni naru to iwarete imasu"}]
,
	[{"j": "彼は英語の宿題を早く終わらせた。", "e": "He finished his English homework early.", "r": "kare wa eigo no shukudai o hayaku owaraseta."}, {"j": "私は英国の風景が好きです。", "e": "I like the scenery of England.", "r": "watashi wa eikoku no fuukei ga suki desu"}, {"j": "留学の準備のために英会話を練習しています。", "e": "I'm practicing English conversation for my study abroad preparation.", "r": "ryuugaku no junbi no tame ni eikaiwa o renshuu shite imasu"}, {"j": "その記事は英字新聞に掲載されていました。", "e": "That article was published in an English-language newspaper.", "r": "sono kiji wa eiji shinbun ni keisai sarete imashita"}, {"j": "彼女は英才教育を受けている。", "e": "She is receiving special education for the gifted.", "r": "kanojo wa eisai kyouiku o ukete iru"}, {"j": "彼はその戦いで英雄として讃えられた。", "e": "He was hailed as a hero in that battle.", "r": "kare wa sono tatakai de eiyuu toshite tataerareta"}, {"j": "重要な決断をする必要があります。", "e": "I need to make an important decision.", "r": "juuyou na ketsudan o suru hitsuyou ga arimasu"}, {"j": "日英の友好関係を大切にしたいと思います。", "e": "I hope to cherish the friendly relations between Japan and England.", "r": "nichi ei no yuukou kankei o taisetsu ni shitai to omoimasu"}]
,
	[{"j": "彼は高い木に登っていたとき、枝が折れて落ちました。", "e": "He fell when he was climbing a tall tree and the branch broke.", "r": "kare wa takai ki ni nobotte ita toki, eda ga orete ochimashita"}, {"j": "空から小さな石が落下してきた。", "e": "A small stone fell from the sky.", "r": "sora kara chiisana ishi ga rakka shite kita"}, {"j": "チームは激しい競争の中で脱落してしまった。", "e": "The team dropped out in the intense competition.", "r": "chiimu wa hageshii kyousou no naka de datsuraku shite shimatta"}, {"j": "彼は成功の誘惑に負けて人としての道を堕落してしまった。", "e": "He succumbed to the temptation of success and fell into moral decay.", "r": "kare wa seikou no yuuwaku ni makete hito toshite no michi o daraku shite shimatta"}]
,
	[{"j": "この薬は痛みを和らげてくれます", "e": "This medicine will relieve your pain.", "r": "kono kusuri wa itami o yuragete kuremasu"}, {"j": "結婚指輪を薬指にはめています", "e": "I wear my wedding ring on my ring finger.", "r": "kekkon yubiwa o kusuriyubi ni hamete imasu"}, {"j": "この薬草は風邪に効果があります", "e": "This medicinal herb is effective against colds.", "r": "kono kusakusa wa kaze ni kouka ga arimasu"}, {"j": "近くに薬局がありますか？", "e": "Is there a pharmacy nearby?", "r": "chikaku ni yakkyoku ga arimasu ka?"}, {"j": "風邪をひいたので風邪薬を飲んでいます", "e": "I caught a cold, so I'm taking cold medicine.", "r": "kaze o hiita node kaze-gusuri o nonde imasu"}, {"j": "昔、火薬が使われていた時代もありました", "e": "There was a time when gunpowder was used in the past.", "r": "mukashi, kayaku ga tsuka rete ita jidai mo arimashita"}]
,
	[{"j": "彼は重い病気にかかっている。", "e": "He is suffering from a serious illness.", "r": "kare wa omoi byouki ni kakatte iru"}, {"j": "最近疲れやすくなったので疾病ではないか心配だ。", "e": "I've been getting tired easily lately, so I'm worried it might be a serious illness.", "r": "saikin tsukare yasuku natta node shippai de wa nai ka shinpai da"}, {"j": "彼女は子供の頃から病気がちだった。", "e": "She has been prone to illness since she was a child.", "r": "kanojo wa kodomo no koro kara byoukigachi datta"}, {"j": "昨日、病院で検査を受けました。", "e": "I underwent an examination at the hospital yesterday.", "r": "kinou, byouin de kensa o ukemashita"}, {"j": "体調がすぐれないので今日は病欠を出しました。", "e": "I'm not feeling well, so I took a sick day today.", "r": "taichou ga sugure nai node kyō wa byoukyuu o dashimashita"}, {"j": "その老人は病気で弱っていた。", "e": "The old man was weak from illness.", "r": "sono roujin wa byouki de yowatte ita"}, {"j": "母が風邪をひいたので、家で看病しています。", "e": "My mother caught a cold, so I'm taking care of her at home.", "r": "haha ga kaze o hiita node, ie de kanbyou shite imasu"}, {"j": "彼は仮病を使って仕事をサボった。", "e": "He pretended to be sick and skipped work.", "r": "kare wa kebyou o tsukatte shigoto o sabot ta"}, {"j": "急病で入院することになった。", "e": "I became seriously ill and had to be hospitalized.", "r": "kyuubyou de nyuuin suru koto ni natta"}, {"j": "彼女は糖尿病を患っていますが、日常生活に支障はほとんどありません。", "e": "She has diabetes, but it doesn't affect her daily life much.", "r": "kanojo wa tounyoubyou o wazuratte imasu ga, nichijou seikatsu ni shishou wa hotondo arimasen"}]
,
	[{"j": "リハビリテーション療法を受けています。", "e": "I am undergoing rehabilitation therapy.", "r": "rihabiriteeshon ryōhō o ukete imasu"}, {"j": "温泉地で療養をしてリフレッシュしています。", "e": "I am recuperating at a hot spring resort to refresh myself.", "r": "onsen chi de ryōyō o shite rifuresshu shite imasu"}, {"j": "この病院では優れた医療が受けられます。", "e": "You can receive excellent medical care at this hospital.", "r": "kono byōin de wa sugureta iryō ga ukeraremasu"}, {"j": "毎日理学療法を受けています。", "e": "I am receiving physical therapy every day.", "r": "mainichi rigaku ryōhō o ukete imasu"}, {"j": "午後から診療が始まります。", "e": "Medical consultations will begin in the afternoon.", "r": "gogo kara shinryō ga hajimarimasu"}]
,
	[{"j": "長い山登りの後、足が疲れます。", "e": "My legs get tired after a long mountain climb.", "r": "nagai yama nobori no ato, ashi ga tsukaremasu."}, {"j": "過労で疲労困憊している", "e": "I'm exhausted from overwork.", "r": "karou de hirou konpai shite iru"}, {"j": "その会社は経済的な問題で疲弊している。", "e": "That company is struggling due to financial problems.", "r": "sono kaisha wa keizaiteki na mondai de hihai shite iru"}]
,
	[{"j": "足が痛いので、歩くのが辛いです。", "e": "My foot hurts, so it's difficult to walk.", "r": "ashi ga itai node, aruku no ga tsurai desu"}, {"j": "胃痛がするので早く家に帰りたいです。", "e": "I have a stomachache, so I want to go home early.", "r": "ibyou ga suru node hayaku ie ni kaeritai desu"}, {"j": "失恋の苦痛が時間と共に和らいできた。", "e": "The pain of heartbreak has been easing with time.", "r": "shitsuren no kutsuu ga jikan to tomo ni yawaraidekita"}, {"j": "歯を抜かれるときに激痛が走った。", "e": "I felt intense pain when I had my tooth pulled out.", "r": "ha o nukareru toki ni gekizou ga hashitta"}, {"j": "彼女の突然の死に悲痛の念がこみ上げてきた。", "e": "The intense sadness of her sudden death welled up within me.", "r": "kanojo no totsuzen no shi ni hikutsuu no nen ga komiagetekita"}]
,
	[{"j": "彼女は温かい笑顔で迎えてくれた。", "e": "She greeted me with a warm smile.", "r": "kanojo wa atatakai egao de mukaete kureta"}, {"j": "今日は温かい日ですね。", "e": "It's a warm day today.", "r": "kyou wa atatakai hi desu ne"}, {"j": "お風呂で温まってリラックスする", "e": "I warm up in the bath and relax.", "r": "o furo de atatamatte rirakkusu suru"}, {"j": "ご飯を温めるためにレンジを使います。", "e": "I use the microwave to warm up my food.", "r": "gohan o atsumeru tame ni renji o tsukaimasu"}, {"j": "日本には温泉がたくさんあります。", "e": "There are many hot springs in Japan.", "r": "nihon ni wa onsen ga takusan arimasu"}, {"j": "温室では色々な植物が育てられています。", "e": "Various plants are being grown in the greenhouse.", "r": "onshitsu de wa iroiro na shokubutsu ga sodaterarete imasu"}, {"j": "彼は物腰が温厚で人気がある。", "e": "He has a gentle and kind demeanor, and is popular.", "r": "kare wa monogoshi ga onkou de ninki ga aru"}, {"j": "今日は高温注意報が出ています。", "e": "A high-temperature advisory has been issued today.", "r": "kyou wa kouon chuuihou ga dete imasu"}, {"j": "体温を測ってください。", "e": "Please measure your body temperature.", "r": "taion o hakatte kudasai"}]
,
	[{"j": "彼女は浅い川で泳いでいる。", "e": "She is swimming in a shallow river.", "r": "kanojo wa asai kawa de oyoide iru"}, {"j": "子どもたちは浅瀬で貝を拾って遊んでいた。", "e": "The children were picking up shells and playing in the shallow water.", "r": "kodomo-tachi wa asaze de kai o hirotte asonde ita"}, {"j": "そんな浅知恵ではうまくいかないよ。", "e": "Such shallow cunning won't work.", "r": "sonna asazamawade wa umaku ikanai yo"}, {"j": "彼は浅学にして偉そうなことを言う。", "e": "He talks like he knows it all, but his knowledge is shallow.", "r": "kare wa asagaku ni shite erasō na koto o iu"}, {"j": "外見だけで判断するのは浅薄だと思う。", "e": "I think it's superficial to judge based on appearance alone.", "r": "gaiken dake de handan suru no wa asahaku da to omou"}]
,
	[{"j": "彼は深い森の中で静かに歩いている。", "e": "He is walking quietly in the deep forest.", "r": "kare wa fukai mori no naka de shizuka ni aruite iru"}, {"j": "サッカーをしていて深手を負った。", "e": "I got a deep cut while playing soccer.", "r": "sakkaa o shite ite fukade o otta"}, {"j": "深海には未知の生物が生息している。", "e": "Unknown creatures live in the deep sea.", "r": "shinkai ni wa michi no seibutsu ga seisoku shite iru"}, {"j": "深夜まで働かなければならない日もある。", "e": "There are days when I have to work until late at night.", "r": "shinya made hatarakanakereba naranai hi mo aru"}, {"j": "彼の怪我は深刻だが、命に別状はない。", "e": "His injury is serious, but his life is not in danger.", "r": "kare no kega wa shinkoku da ga, inochi ni betujou wa nai"}, {"j": "その湖の水深は100メートル以上だ。", "e": "The lake has a depth of over 100 meters.", "r": "sono mizuumi no mizuhara wa 100 meetoru ijou da"}]
,
	[{"j": "アイスクリームは口の中で溶ける。", "e": "Ice cream melts in your mouth.", "r": "aisukurīmu wa kuchi no naka de tokeru"}, {"j": "塩を水に溶かしてください。", "e": "Please dissolve the salt in water.", "r": "shio o mizu ni tokashite kudasai"}, {"j": "火山から溶岩が噴出しています。", "e": "Lava is erupting from the volcano.", "r": "kazan kara yōgan ga funshutsu shite imasu"}, {"j": "砂糖を熱いお湯に溶解すると、甘い飲み物ができます。", "e": "If you dissolve sugar in hot water, you can make a sweet drink.", "r": "satō o atsui oyu ni yōkai suru to, amai nomimono ga dekimasu"}, {"j": "金属を溶接する技術は高度です。", "e": "The skill of welding metals is advanced.", "r": "kinzoku o yōsetsu suru gijutsu wa kōdo desu"}]
,
	[{"j": "雨が降った後、道が湿っていました。", "e": "The road was wet after the rain.", "r": "ame ga futta ato, michi ga shite imashita"}, {"j": "今日は湿度が高くて蒸し暑いです。", "e": "Today the humidity is high and it's muggy.", "r": "kyou wa shitsudo ga takakute mushi atsui desu"}, {"j": "台所に湿気がこもっている。", "e": "There is moisture in the kitchen.", "r": "daidokoro ni shikke ga komotte iru"}, {"j": "この湿地には珍しい植物がたくさん生えています。", "e": "Many rare plants grow in this wetland.", "r": "kono shicchi ni wa mezurashii shokubutsu ga takusan haete imasu"}, {"j": "湿気を取るために除湿機を使っています。", "e": "I use a dehumidifier to remove moisture.", "r": "shikke o toru tame ni joshitsuki o tsukatte imasu"}]
,
	[{"j": "彼の速さを測るためにストップウォッチを使った。", "e": "I used a stopwatch to measure his speed.", "r": "kare no hayasa o hakaru tame ni sutoppuocchi o tsukatta"}, {"j": "明日の天気は予測が難しいです。", "e": "It's difficult to predict the weather for tomorrow.", "r": "ashita no tenki wa yosoku ga muzukashii desu"}, {"j": "体温を計測してください。", "e": "Please measure your body temperature.", "r": "taion o keisoku shite kudasai"}, {"j": "宇宙からの観測データを分析しています。", "e": "We are analyzing data from space observations.", "r": "uchuu kara no kansoku deeta o bunseki shite imasu"}, {"j": "彼の発言は憶測に過ぎない。", "e": "His statement is nothing but speculation.", "r": "kare no hatsugen wa okusoku ni suginai"}, {"j": "不測の事態に備えておくことは重要です。", "e": "It is important to be prepared for unexpected situations.", "r": "fusoku no jitai ni sonaete oku koto wa juuyou desu"}]
,
	[{"j": "何を食べるか決められない時は、いつもラーメンを食べます。", "e": "When I can't decide what to eat, I always eat ramen.", "r": "nani o taberu ka kimerarenai toki wa, itsumo ramen o tabemasu"}, {"j": "明日は晴れるかどうかは朝にならないと決まりません。", "e": "Whether it will be sunny tomorrow or not will not be decided until the morning.", "r": "ashita wa hareru ka dou ka wa asa ni naranai to kimarimasen"}, {"j": "彼はその仕事を成功させるという強い決意を持っています。", "e": "He is determined to make a success of the job.", "r": "kare wa sono shigoto o seikou saseru to iu tsuyoi ketsui o motte imasu"}, {"j": "会議で重要な決定が下されました。", "e": "An important decision was made at the meeting.", "r": "kaigi de juuyou na kettei ga kudasaremashita"}, {"j": "昨日の試合で勝ったチームは決勝戦に進出しました。", "e": "The team that won yesterday's game advanced to the final match.", "r": "kinou no shiai de katta chiimu wa kesshousen ni shinshutsu shimashita"}, {"j": "新しい規則の採決が行われ、賛成多数で可決されました。", "e": "A vote was held on the new rule, and it was approved by a majority vote.", "r": "atarashii kisoku no saiketsu ga okonaware, sansei tasuu de kaketsu saremashita"}, {"j": "問題は時間がかかりましたが、ようやく解決することができました。", "e": "It took some time to solve the problem, but we were finally able to resolve it.", "r": "mondai wa jikan ga kakarimashita ga, youyaku kaiketsu suru koto ga dekimashita"}]
,
	[{"j": "彼はメモを消した。", "e": "He erased the memo.", "r": "kare wa memo o keshita"}, {"j": "この製品は少量の電力しか消費しません。", "e": "This product consumes only a small amount of electricity.", "r": "kono seihin wa shouryou no denryoku shika shouhishi masen"}, {"j": "手を消毒することが大切です。", "e": "It's important to disinfect your hands.", "r": "te o shoumoko suru koto ga taisetsu desu"}, {"j": "その町は徐々に消滅していった。", "e": "The town gradually disappeared.", "r": "sono machi wa jojo ni shoumetsu shite itta"}, {"j": "火災時には消火器を使ってください。", "e": "Please use a fire extinguisher in case of a fire.", "r": "kasai ji ni wa shoukaki o tsukatte kudasai"}, {"j": "誤解を解消するために、話し合いが必要です。", "e": "In order to dispel misunderstandings, it is necessary to have a discussion.", "r": "gokai o kaishou suru tame ni, hanashiai ga hitsuyou desu"}]
,
	[{"j": "果物を食べていると体重が減る。", "e": "Eating fruits helps in losing weight.", "r": "kudamono o tabete iru to taijū ga heru"}, {"j": "彼の能力は年々減退している。", "e": "His abilities have been declining year by year.", "r": "kare no nōryoku wa nengen gentai shite iru"}, {"j": "先月から売り上げが減少している。", "e": "Sales have been decreasing since last month.", "r": "sengetsu kara uriage ga genshō shite iru"}, {"j": "ダイエット中は減量することが大切です。", "e": "It's important to reduce the amount of food you eat during a diet.", "r": "daietto chū wa genryō suru koto ga taisetsu desu"}, {"j": "エネルギー消費を削減するために努力しています。", "e": "We are making efforts to reduce energy consumption.", "r": "enerugī shōhi o sakugen suru tame ni doryoku shite imasu"}, {"j": "半減の価格で販売しています。", "e": "We are selling it at half price.", "r": "hangen no kakaku de hanbai shite imasu"}]
,
	[{"j": "海岸に波が打ち寄せている。", "e": "Waves are breaking on the shore.", "r": "kaigan ni nami ga uchiyosete iru"}, {"j": "過去に大きな津波がこの地域を襲いました。", "e": "A huge tsunami struck this area in the past.", "r": "kako ni ooki na tsunami ga kono chiiki o osoimashita"}, {"j": "波浪に揺れる船を見るのは美しい光景だ。", "e": "It's a beautiful sight to see a ship swaying in the waves.", "r": "harou ni yureru fune o miru no wa utsukushii koukei da"}, {"j": "無線で電波を送信する", "e": "Sending radio waves wirelessly", "r": "musen de denpa o soushin suru"}, {"j": "防波堤は海岸を守る大切な役割を果たしています。", "e": "Breakwaters play an important role in protecting the coast.", "r": "bouhatsumei wa kaigan o mamoru taisetsu na yakuwari o hatashite imasu"}, {"j": "この装置は高周波の電波を利用しています。", "e": "This device uses high-frequency radio waves.", "r": "kono souchi wa koushuuha no denpa o riyou shite imasu"}]
,
	[{"j": "彼は毎朝プールで泳いでいます。", "e": "He swims in the pool every morning.", "r": "kare wa maiasa puuru de oyoide imasu"}, {"j": "泳ぐの方法を教えてもらえますか？", "e": "Could you teach me how to swim?", "r": "oyogu no houhou o oshiete moraemasu ka?"}, {"j": "夏になると水泳大会が開催されます。", "e": "Swimming competitions are held in the summer.", "r": "natsu ni naru to suiei taikai ga kaisai sa remasu"}, {"j": "彼は競泳選手として活躍しています。", "e": "He is active as a competitive swimmer.", "r": "kare wa kyōei senshu toshite katsuyaku shite imasu"}, {"j": "背泳ぎは背中を使う泳法です。", "e": "Backstroke is a swimming style that uses the back.", "r": "senobi wa senaka o tsukau oyogu-hō desu"}, {"j": "平泳ぎはバタフライよりも技術が必要です。", "e": "Breaststroke requires more technique than butterfly stroke.", "r": "hebi oyo gi wa bata furai yori mo gijutsu ga hitsuyō desu"}]
,
	[{"j": "川を渡るときは注意が必要です。", "e": "You need to be careful when crossing a river.", "r": "kawa o wataru toki wa chūi ga hitsuyōdesu."}, {"j": "毎年渡り鳥がこの辺りを通過します。", "e": "Migratory birds pass through this area every year.", "r": "maitoshi wataridori ga kono atari o tsūkō shimasu"}, {"j": "彼は明日海外に渡航します。", "e": "He will depart for overseas tomorrow.", "r": "kare wa ashita kaigai ni wakō shimasu"}, {"j": "日本には様々な文化が渡来しています。", "e": "Various cultures have been introduced to Japan.", "r": "nihon ni wa samazama na bunka ga torai shite imasu"}, {"j": "所有権の譲渡手続きが完了しました。", "e": "The transfer of ownership process has been completed.", "r": "shoyūken no jōto tetsuzuki ga kanryō shimashita"}]
,
	[{"j": "彼は漁港で朝早くから漁船の準備をしている。", "e": "He is preparing the fishing boat early in the morning at the fishing port.", "r": "kare wa gyokou de asa hayaku kara gyosen no junbi o shite iru"}, {"j": "この地域では古くから漁業が盛んです。", "e": "Fishing has been thriving in this area since ancient times.", "r": "kono chiiki de wa furuku kara gyogyou ga sakan desu"}, {"j": "父は漁師をしていて、毎日海へ出かけます。", "e": "My father is a fisherman and goes to the sea every day.", "r": "chichi wa ryoushi o shite ite, mainichi umi e dekakemasu"}, {"j": "今日は大漁でたくさんの魚が獲れた。", "e": "We had a big catch today and caught a lot of fish.", "r": "kyou wa tai ryō de takusan no sakana ga ureta"}]
,
	[{"j": "川の水が流れる。", "e": "The river water is flowing.", "r": "kawa no mizu ga nagareru."}, {"j": "彼女は流行のファッションをよく着こなす。", "e": "She wears the latest fashion trend well.", "r": "kanojo wa ryūkō no fasshon o yoku kikonasu"}, {"j": "北海道では冬に美しい流氷が見られる。", "e": "You can see beautiful drift ice in Hokkaido in winter.", "r": "hokkaidō de wa fuyu ni utsukushī ryūhyō ga mirareru"}, {"j": "彼は世界を流浪している。", "e": "He is wandering around the world.", "r": "kare wa sekai o rurō shite iru"}]
,
	[{"j": "この湖はとてもきれいです。", "e": "This lake is very beautiful.", "r": "kono mizuumi wa totemo kirei desu."}, {"j": "湖畔を散歩するのは気持ちがいいです。", "e": "It feels nice to take a walk along the lakeside.", "r": "kohan o sanpo suru no wa kimochi ga ii desu"}, {"j": "深い湖底には様々な生物が生息しています。", "e": "Various creatures live at the bottom of the deep lake.", "r": "fukai kotani wa samazamana seibutsu ga seisoku shite imasu"}, {"j": "琵琶湖は日本で一番広い淡水湖です。", "e": "Lake Biwa is the largest freshwater lake in Japan.", "r": "biwako wa nihon de ichiban hiroi tōsui ko desu"}, {"j": "河口湖から富士山が見えます。", "e": "You can see Mount Fuji from Lake Kawaguchi.", "r": "kawaguchiko kara fuji san ga miemasu"}]
,
	[{"j": "東京都港区には有名な観光スポットがたくさんあります。", "e": "Minato Ward in Tokyo is home to many famous sightseeing spots.", "r": "toukyou-to minato-ku ni wa yuumei na kankou supotto ga takusan arimasu"}, {"j": "この町は青い海と美しい港未来が広がっています。", "e": "This town is surrounded by blue sea and beautiful future port.", "r": "kono machi wa aoi umi to utsukushii mina mirai ga hirogatte imasu"}, {"j": "小さな港町でのんびりした時間を過ごしたいです。", "e": "I want to spend a relaxing time in a small port town.", "r": "chiisana minato machi de nonbiri shita jikan o sugoshitai desu"}, {"j": "港湾からは大きな貨物船が出入りしています。", "e": "Large cargo ships come in and out of the harbor.", "r": "kouwan kara wa ooki na kamotsusen ga deiri shite imasu"}, {"j": "新しい空港が建設される予定です。", "e": "A new airport is scheduled to be built.", "r": "atarashii kuukou ga kensetsu sareru yotei desu"}, {"j": "船が出港する直前に大勢の人が見送りに来ていました。", "e": "Just before the ship departed, a large number of people came to see it off.", "r": "fune ga shuppatsu suru chokuzen ni oozei no hito ga miokuri ni kite imashita"}]
,
	[{"j": "雨が降っていて、屋根から滴が落ちていた。", "e": "It was raining and drops were falling from the roof.", "r": "ame ga futte ite, yane kara shizuku ga ochite ita."}, {"j": "汗で顔が濡れていると、首筋から汗が滴る。", "e": "When your face is wet with sweat, sweat drips from your neck.", "r": "ase de kao ga nurete iru to, kubisuji kara ase ga shitataru"}, {"j": "一滴の水も無駄にしてはいけません。", "e": "Do not waste a single drop of water.", "r": "itteki no mizu mo muda ni shite wa ikemasen."}, {"j": "葉っぱに朝露がついていた。小さな水滴がキラキラと輝いていた。", "e": "The leaves were covered with morning dew. Small water drops were sparkling.", "r": "happa ni asatsuyu ga tsuite ita. chiisana mizushizuku ga kirakira to kagayaite ita."}, {"j": "病気の時には点滴を受けることがあります。", "e": "When you are sick, you may receive intravenous drips.", "r": "byouki no toki ni wa tenteki o ukeru koto ga arimasu"}]
,
	[{"j": "色とりどりの花が混ざって美しい庭を作っている。", "e": "Various colored flowers are mixed and creating a beautiful garden.", "r": "irotoridori no hana ga mazatte utsukushii niwa o tsukutte iru"}, {"j": "会議のスケジュールが変更されたため、部分的に混乱しています。", "e": "I'm a little confused due to the change in the meeting schedule.", "r": "kaigi no sukejuuru ga henkou sareta tame, bubun-teki ni konran shite imasu"}, {"j": "彼の言葉には混沌とした思...混雑していて、移動が大変だった。", "e": "The train station was crowded and it was tough to move around.", "r": "eki wa konzatsu shite ite, idou ga taihen datta"}]
,
	[{"j": "彼は漢字が上手です。", "e": "He is good at kanji.", "r": "kare wa kanji ga jouzu desu."}, {"j": "漢方薬を使って体調を整えています。", "e": "I'm using Chinese herbal medicine to adjust my physical condition.", "r": "kampouyaku o tsukatte taichou o totonoete imasu"}, {"j": "学校で漢文を勉強しています。", "e": "I am studying classical Chinese at school.", "r": "gakkou de kanbun o benkyou shite imasu"}, {"j": "日本語には漢語がたくさんあります。", "e": "There are many Chinese words in Japanese.", "r": "nihongo ni wa kango ga takusan arimasu"}, {"j": "漢和辞典を使って漢字の意味を調べました。", "e": "I looked up the meaning of the kanji using a kanji dictionary.", "r": "kanwajiten o tsukatte kanji no imi o shirabemashita"}, {"j": "彼は巨漢のフットボール選手です。", "e": "He is a huge football player.", "r": "kare wa kyokan no futtobooru senshu desu"}, {"j": "映画の中で暴漢が登場しました。", "e": "A violent thug appeared in the movie.", "r": "eiga no naka de bakkan ga toujou shimashita"}, {"j": "電車で痴漢にあったことがあります。", "e": "I have experienced being groped on a train before.", "r": "densha de chikan ni atta koto ga arimasu"}, {"j": "彼は熱血漢で、常に全力で取り組んでいる。", "e": "He is a passionate man and always gives his all.", "r": "kare wa nekketsukan de, tsuneni zenryoku de torikunde iru"}]
,
	[{"j": "日本では酒を楽しむ文化があります。", "e": "In Japan, there is a culture of enjoying sake.", "r": "nihonde wa sake o tanoshimu bunka ga arimasu"}, {"j": "酒屋で新しい日本酒を買いました。", "e": "I bought a new sake at the liquor store.", "r": "sakaya de atarashii nihonshu o kaimashita"}, {"j": "彼は酒癖が悪いと評判です。", "e": "He is known for his bad habit of drinking.", "r": "kare wa sakekuse ga warui to hyouban desu"}, {"j": "居酒屋で友達と楽しく飲んでいます。", "e": "I'm having a fun time drinking with my friends at an izakaya.", "r": "izakaya de tomodachi to tanoshiku non de imasu"}, {"j": "洋酒も好きですが、やはり日本酒が一番好きです。", "e": "I like Western liquor, but I still like sake the most.", "r": "youshu mo suki desu ga, yahari nihonshu ga ichiban suki desu"}, {"j": "医師に禁酒を勧められました。", "e": "The doctor recommended me to quit drinking.", "r": "ishi ni kinshu o susumeraremashita"}, {"j": "日本に行ったら是非日本酒を飲んでみてください。", "e": "If you go to Japan, be sure to try Japanese sake.", "r": "nihon ni ittara zehi nihonshu o non de mite kudasai"}]
,
	[{"j": "彼は美味しい料理で満足そうにしていた。", "e": "He looked satisfied as he was eating delicious food.", "r": "kare wa oishii ryouri de manzoku sou ni shite ita"}, {"j": "満月の夜にはたくさんの星が輝いています。", "e": "On a full moon night, many stars are shining brightly.", "r": "mangetsu no yoru ni wa takusan no hoshi ga kagayaite imasu"}, {"j": "このイベントは満員で入場できません。", "e": "This event is full and you cannot enter.", "r": "kono ibento wa man'in de nyuujou dekimasen"}, {"j": "彼女はいつも不満を言ってばかりだ。", "e": "She is always complaining and expressing dissatisfaction.", "r": "kanojo wa itsumo fuman o itte bakari da"}]
,
	[{"j": "お風呂に入ると湯気が立ち上る。", "e": "Steam rises when I get in the bath.", "r": "o furo ni hairu to yuge ga tachiagaru"}, {"j": "日本では昔から湯治が盛んです。", "e": "Hot spring therapy has been popular in Japan since old times.", "r": "nihon de wa mukashi kara touji ga sakan desu"}, {"j": "このお茶は熱湯で淹れると美味しいです。", "e": "This tea tastes delicious when brewed with boiling water.", "r": "kono ocha wa nettou de ireru to oishii desu"}, {"j": "日本に行ったら銭湯で温泉に入るのもいいですよ。", "e": "When you go to Japan, it's also nice to soak in a hot spring at a public bath.", "r": "nihon ni ittara sentou de onsen ni hairu no mo ii desu yo"}]
,
	[{"j": "サラダにオリーブ油をかけます。", "e": "I drizzle olive oil on my salad.", "r": "sarada ni orību abura o kakemasu"}, {"j": "彼はいつも油断をしないよう注意しています。", "e": "He always makes sure not to let his guard down.", "r": "kare wa itsumo yudan o shinai you chuui shite imasu"}, {"j": "母は趣味で油絵を描いています。", "e": "My mother paints oil paintings as a hobby.", "r": "haha wa shumi de aburae o e o oite imasu"}, {"j": "石油は多くの製品の原料として使われています。", "e": "Petroleum is used as a raw material in many products.", "r": "sekiyu wa ooku no seihin no genryou toshite tsukawarete imasu"}, {"j": "冬には灯油を使って暖房をします。", "e": "We use kerosene for heating in the winter.", "r": "fuyu ni wa touyuu o tsukatte danbou o shimasu"}, {"j": "この国は原油を輸出しています。", "e": "This country exports crude oil.", "r": "kono kuni wa gen'yu o yushutsu shite imasu"}, {"j": "車に給油に行かなければならない。", "e": "I have to go refuel my car.", "r": "kuruma ni kyuuyu ni ikanakereba naranai"}, {"j": "寿司に醤油をつけて食べます。", "e": "I dip my sushi in soy sauce before eating.", "r": "sushi ni shouyu o tsukete tabemasu"}]
,
	[{"j": "彼女は洋食のレストランでデートを楽しんだ。", "e": "She enjoyed a date at a Western-style restaurant.", "r": "kanojo wa youshoku no resutoran de deeto o tanoshinda"}, {"j": "和食は日本の伝統的な料理です。", "e": "Japanese cuisine is a traditional food in Japan.", "r": "washoku wa nihon no dentouteki na ryouri desu"}, {"j": "太平洋は広大な海です。", "e": "The Pacific Ocean is a vast sea.", "r": "taiheiyou wa koudai na umi desu"}, {"j": "大西洋には美しいビーチがたくさんあります。", "e": "The Atlantic Ocean has many beautiful beaches.", "r": "tai seiyou ni wa utsukushii biichi ga takusan arimasu"}, {"j": "西洋文化に興味を持っています。", "e": "I am interested in Western culture.", "r": "seiyou bunka ni kyoumi o motte imasu"}, {"j": "日本では東洋と西洋の要素が融合しています。", "e": "In Japan, elements of both the East and the West are blended.", "r": "nihon de wa touyou to seiyou no youso ga yuugou shite imasu"}, {"j": "彼は洋服を着てオシャレを楽しむのが好きだ。", "e": "He likes to wear Western clothes and enjoy fashion.", "r": "kare wa youfuku o kite oshare o tanoshimu no ga suki da"}, {"j": "芸者さんは和服がとても美しい。", "e": "Geisha look very beautiful in kimono.", "r": "geisha san wa wafuku ga totemo utsukushii"}, {"j": "洋楽を聴くのが好きです。", "e": "I like listening to Western music.", "r": "yougaku o kiku no ga suki desu"}, {"j": "海洋学を専攻して大学で勉強しています。", "e": "I am majoring in marine biology and studying at university.", "r": "kaiyougaku o senkou shite daigaku de benkyou shite imasu"}, {"j": "彼は洋の東西を問わず人々に愛されている。", "e": "He is loved by people from all walks of life.", "r": "kare wa you no touzai o towazu hitobito ni ai sarete iru"}]
,
	[{"j": "コーヒーをカップに注ぐ。", "e": "Pour coffee into a cup.", "r": "kōhī o kappu ni sosogu"}, {"j": "道を注意深く歩いてください。", "e": "Please walk carefully on the road.", "r": "michi o chūi bukaku aruite kudasai"}, {"j": "メニューを見てから注文します。", "e": "I will order after looking at the menu.", "r": "menyū o mite kara chūmon shimasu"}, {"j": "医師が注射をしてくれた。", "e": "The doctor gave me an injection.", "r": "ishi ga chūsha o shite kureta"}]
,
	[{"j": "彼女は感動して泣き始めた。", "e": "She started to cry with emotion.", "r": "kanojo wa kandou shite naki hajimeta."}, {"j": "弟は小さいことでもすぐ泣く子だ。", "e": "My younger brother is a crybaby who cries over small things.", "r": "otouto wa chiisai koto demo sugu naku ko da."}, {"j": "悲しいニュースを聞いて彼女は号泣した。", "e": "She burst into tears upon hearing the sad news.", "r": "kanashii nyuusu o kiite kanojo wa goukyuu shita"}, {"j": "昔の思い出を語っているとき、彼は感慨深げに涙を流した。", "e": "When he was talking about old memories, he shed tears with a look of deep emotion.", "r": "mukashi no omoide o katatte iru toki, kare wa kangei fukage ni namida o nagashita"}]
,
	[{"j": "彼はよく部下を上手に治めている。", "e": "He is good at managing his subordinates.", "r": "kare wa yoku buka o jouzu ni osamete iru"}, {"j": "喉の痛みもだいぶ治まりました。", "e": "My sore throat has improved quite a bit.", "r": "nodo no itami mo daibu osamarimashita"}, {"j": "この街は治安が良い。", "e": "This town has good public safety.", "r": "kono machi wa chian ga yoi"}, {"j": "洪水の被害を防ぐために治水工事が行われています。", "e": "Flood control projects are being conducted to prevent flood damage.", "r": "kouzui no higai o fusegu tame ni chisui kouji ga gyōwarete imasu"}, {"j": "彼は政治家として活躍している。", "e": "He is active as a politician.", "r": "kare wa seijika to shite katsuyaku shite iru"}]
,
	[{"j": "毎朝シャワーを浴びるのが習慣です。", "e": "I take a shower every morning.", "r": "maiasa shawaa o abiru no ga shūkan desu"}, {"j": "ホテルの浴室は広々としていて快適だった。", "e": "The hotel bathroom was spacious and comfortable.", "r": "hoteru no yokushitsu wa hirobiro to shite ite ka...etween work.", "r": "shussan no ato wa yuutsu ni tsutsumareta"}]
,
	[{"j": "昨日はホテルに泊まりました。", "e": "I stayed at a hotel yesterday.", "r": "kinou wa hoteru ni tomari mashita"}, {"j": "船が停泊しています。", "e": "The ship is anchored.", "r": "fune ga teihaku shite imasu"}, {"j": "明日は外泊の許可をもらいました。", "e": "I got permission for an overnight stay outside tomorrow.", "r": "ashita wa gaibaku no kyoka o moraimashita"}, {"j": "一泊だけの予約です。", "e": "I have a reservation for one night only.", "r": "ippaku dake no yoyaku desu"}]
,
	[{"j": "運動後にたくさん汗をかきます。", "e": "I sweat a lot after exercising.", "r": "undougo ni takusan ase o kakimasu"}, {"j": "汗腺は体の中で汗を作る器官です。", "e": "Sweat glands are organs in the body that produce sweat.", "r": "kansen wa karada no naka de ase o tsukuru kikan desu"}, {"j": "暑い日にはたくさん汗をかくことがあります。", "e": "I often sweat a lot on hot days.", "r": "atsui hi ni wa takusan ase o kaku koto ga arimasu"}, {"j": "寝汗をかいて、朝起きたらシーツが湿っていました。", "e": "I woke up with sweat on my pillow and the sheets were damp.", "r": "ne ase o kaite, asa okitara shiitsu ga shime tte imashita"}, {"j": "緊張して冷や汗をかいた。", "e": "I broke out in a cold sweat from nervousness.", "r": "kinchou shite hiyagase o kaita"}]
,
	[{"j": "彼との問題はもう済んでいる。", "e": "I have already settled the issue with him.", "r": "kare to no mondai wa mou sundearu."}, {"j": "借金の返済に苦労しています。", "e": "I am struggling to repay my debt.", "r": "shakkin no hensai ni kurou shite imasu"}, {"j": "日本の経済は発展しています。", "e": "Japan's economy is developing.", "r": "nihon no keizai wa hattatsu shite imasu"}, {"j": "災害の被害者に救済が行われています。", "e": "Relief efforts are being carried out for the victims of the disaster.", "r": "saigai no higaisha ni kyūsai ga gyou warete imasu"}]
,
	[{"j": "彼は毎朝車を洗っています。", "e": "He washes his car every morning.", "r": "kare wa maiasa kuruma o aratte imasu"}, {"j": "洗顔料を使って肌を優しく洗っています。", "e": "I wash my face gently using facial cleanser.", "r": "senganryou o tsukatte hada o yasashiku atte imasu"}, {"j": "この洗剤はシミをしっかり落としてくれます。", "e": "This detergent removes stains effectively.", "r": "kono senzai wa shimi o shikkari otoshite kuremasu"}, {"j": "彼女の服装は洗練されていて、とてもおしゃれです。", "e": "Her outfit is sophisticated and very stylish.", "r": "kanojo no fukusou wa senren sa rete ite, totemo oshare desu"}]
,
	[{"j": "彼は夕日に沈む船を見つめていた。", "e": "He was gazing at the ship sinking into the evening sun.", "r": "kare wa yuuhi ni shizumu fune o mitsumete ita"}, {"j": "その船は激しい嵐に遭って沈没した。", "e": "The ship sank in a fierce storm.", "r": "sono fune wa hageshii arashi ni atte chinbotsu shita"}, {"j": "会議中、突然彼の沈黙が部屋に広がった。", "e": "During the meeting, his silence suddenly filled the room.", "r": "kaigichuu, totsuzen kare no chinmoku ga heya ni hirogatta"}, {"j": "彼女は沈痛な表情でその言葉を受け入れた。", "e": "She accepted his words with a sorrowful expression.", "r": "kanojo wa chintsuu na hyoujou de sono kotoba o ukeireta"}]
,
	[{"j": "彼は部屋を汚すのが嫌いです。", "e": "He doesn't like to make a mess in the room.", "r": "kare wa heya o yogosu no ga kirai desu"}, {"j": "この川は激しい汚染に見舞われています。", "e": "This river is suffering from severe pollution.", "r": "kono kawa wa hageshii osen ni maimawarete imasu"}, {"j": "彼の試合中の反則はその試合の汚点となった。", "e": "His foul play during the match became a stain on that game.", "r": "kare no shiai-chū no hansoku wa sono shiai no yogote to natta"}, {"j": "その政治家は汚名を着せられたが、無実を証明した。", "e": "The politician was accused of wrongdoing, but he proved his innocence.", "r": "sono seijika wa omei o kiserareta ga, mujitsu o shōmei shita"}]
,
	[{"j": "彼女は涙を流しながら笑った。", "e": "She laughed while shedding tears.", "r": "kanojo wa namida o nagashinagara waratta"}, {"j": "彼は涙目で私を見つめた。", "e": "He stared at me with tears in his eyes.", "r": "kare wa namerude watashi o mitsumeta"}, {"j": "彼女の涙声が聞こえてきた。", "e": "I could hear her tearful voice.", "r": "kanojo no namida koe ga kikoete kita"}, {"j": "涙腺から涙が溢れた。", "e": "Tears overflowed from my tear glands.", "r": "namidazuke kara namida ga afureta"}, {"j": "感涙の涙を流しながら、彼はスピーチを続けた。", "e": "Shedding tears of emotion, he continued his speech.", "r": "kanrui no namida o nagashinagara, kare wa supīchi o tsuzuketa"}]
,
	[{"j": "彼は泳いでいる時に水面に浮いていた。", "e": "He was floating on the water's surface while swimming.", "r": "kare wa oyoide iru toki ni minamo ni uite ita"}, {"j": "その船は海上で浮沈している。", "e": "The ship is floating and sinking on the sea.", "r": "sono fune wa kaijou de uchen shite iru"}, {"j": "魚が浮上してきた。", "e": "The fish surfaced.", "r": "sakana ga fujō shite kita"}, {"j": "この素材は水に浮力がある。", "e": "This material has buoyancy in water.", "r": "kono sozai wa mizu ni furyoku ga aru"}]
,
	[{"j": "彼は常に法度を守る真面目な人です", "e": "He is a serious person who always abides by the rules.", "r": "kare wa tsune ni happa o mamoru majime na hito desu"}, {"j": "日本では飲酒運転は厳しく法律で禁止されています", "e": "Drunk driving is strictly prohibited by law in Japan.", "r": "nihon de wa inshu unten wa kibishiku houritsu de kinshi sarete imasu"}, {"j": "テーブルマナーは日本では重要な作法です", "e": "Table manners are important etiquette in Japan.", "r": "teeburumanaa wa nihon de wa juuyou na sahou desu"}, {"j": "この服の寸法が合わない", "e": "This clothing doesn't fit me in size.", "r": "kono fuku no sunpou ga awanai"}]
,
	[{"j": "彼女は清い心を持っている。", "e": "She has a pure heart.", "r": "kanojo wa kiyoi kokoro o motte iru"}, {"j": "このホテルは清潔でとても快適です。", "e": "This hotel is clean and very comfortable.", "r": "ono hoteru wa seiketsu de totemo kaitekidesu"}, {"j": "清流を見ながら散歩するのはとてもリラックスできる。", "e": "Strolling along a clear stream is very relaxing.", "r": "seiryuu o minagara sanpo suru no wa totemo rirakkusu dekiru"}, {"j": "このお寺はとても清浄な雰囲気が漂っている。", "e": "This temple has a very serene and pure atmosphere.", "r": "kono otera wa totemo shoujou na fuinki ga tadayotte iru"}]
,
	[{"j": "彼は素晴らしい演説をした。", "e": "He made a wonderful speech.", "r": "kare wa subarashii enzetsu o shita."}, {"j": "その劇団は人気の演劇を上演しています。", "e": "The theater company is performing a popular play.", "r": "sono gekidan wa ninki no engeki o jōen shite imasu"}, {"j": "昨夜は美しい音楽が演奏されていました。", "e": "Beautiful music was being performed last night.", "r": "sakuya wa utsukushii ongaku ga ensō sarete imashita"}, {"j": "来月、新しいドラマが上演されます。", "e": "Next month, a new drama will be staged.", "r": "raigetsu, atarashii dorama ga jōen saremasu"}]
,
	[{"j": "彼は激しいトレーニングを行っている", "e": "He is doing intense training.", "r": "kare wa hageshii torēningu o okonatte iru"}, {"j": "試合は激烈を極めていた", "e": "The match was extremely fierce.", "r": "shiai wa gekiretsu o kiwamete ita"}, {"j": "周りの人々からの激励が私を励ましてくれた", "e": "The encouragement from people around me encouraged me.", "r": "mawari no hitobito kara no gekirei ga watashi o hagemashite kureta"}, {"j": "激流の中をカヌーで下るのはとてもスリリングだ", "e": "It's very thrilling to canoe down a fast-flowing river.", "r": "geryū no naka o kanū de kudaru no wa totemo suriringu da"}, {"j": "彼の成長は急激で驚いた", "e": "His growth was rapid and surprising.", "r": "kare no seichou wa kyuugeki de odoroita"}, {"j": "彼女の言葉に感激して涙が出た", "e": "I was deeply moved to tears by her words.", "r": "kanojo no kotoba ni kangeki shite namida ga deta"}]
,
	[{"j": "このシャツは洗濯表示を確認してから洗ってください。", "e": "Please check the washing instructions before washing this shirt.", "r": "kono shatsu wa sentaku hyōji o kakunin shite kara aratte kudasai"}, {"j": "毎日洗濯物を洗うので、洗濯機はとても便利です。", "e": "I wash my clothes every day, so the washing machine is very convenient.", "r": "mainichi sentakumono o arau node, sentakuki wa totemo benri desu"}]
,
	[{"j": "このコーヒーは味が濃いです。", "e": "This coffee has a strong flavor.", "r": "kono kouhii wa aji ga koi desu."}, {"j": "外が濃い霧で視界が悪いです。", "e": "It's thick fog outside and visibility is poor.", "r": "soto ga koi kiri de shikai ga warui desu"}, {"j": "絵の具の色を濃淡で表現しています。", "e": "I'm expressing the colors of the paint in light and shade.", "r": "e no gu no iro o konden de hyougen shite imasu"}, {"j": "このチョコレートケーキは濃厚な味がします。", "e": "This chocolate cake has a rich taste.", "r": "kono chokoreeto keeki wa noukou na aji ga shimasu"}, {"j": "濃縮ジュースを飲むときは水で割ってください。", "e": "When drinking concentrated juice, please dilute it with water.", "r": "noukou juusu o nomu toki wa mizu de watte kudasai"}]
,
	[{"j": "次の駅で降ります。", "e": "I will get off at the next station.", "r": "tsugi no eki de orimasu"}, {"j": "来月が旅行のベストな時期です。", "e": "Next month is the best time for a trip.", "r": "raigetsu ga ryokou no besuto na jikidesu"}, {"j": "次回の会議は来週です。", "e": "The next meeting is next week.", "r": "jikai no kaigi wa raishuu desu"}, {"j": "彼は次男ですが、とても優秀です。", "e": "He is the second son, but very talented.", "r": "kare wa jonan desuga, totemo yuushuu desu"}, {"j": "この本の目次を見て、章立てを確認しましょう。", "e": "Let's look at the table of contents of this book and confirm the organization of the chapters.", "r": "kono hon no mokuji o mite, shou date o kakunin shimashou"}, {"j": "結婚式の後に二次会があります。", "e": "There will be a second party after the wedding.", "r": "kekkonshiki no ato ni nijikai ga arimasu"}]
,
	[{"j": "湖が凍ると、スケートができます。", "e": "When the lake freezes, you can go ice skating.", "r": "mizuumi ga kooru to, sukeeto ga dekimasu"}, {"j": "凍結した道路では運転に注意が必要です。", "e": "Be careful when driving on frozen roads.", "r": "kouketsu shita douro de wa unten ni chūi ga hitsuyōdesu"}, {"j": "この食品は冷凍保存されています。", "e": "This food is frozen for preservation.", "r": "kono shokuhin wa reitō hozon sarete imasu"}, {"j": "解凍する前にパッケージの表示を読んでください。", "e": "Please read the instructions on the package before defrosting.", "r": "kaitō suru mae ni pakkeeji no hyōji o yonde kudasai"}]
,
	[{"j": "道で拾った財布を警察に届けました。", "e": "I found a wallet on the street and turned it in to the police.", "r": "michi de hirotta saifu o keisatsu ni todokemashita"}, {"j": "彼はボールを拾って投げ返した。", "e": "He picked up the ball and threw it back.", "r": "kare wa booru o futte nagekaeshita"}, {"j": "彼女は冷静な態度で事態を収拾した。", "e": "She handled the situation with a calm attitude and brought it under control.", "r": "kanojo wa reisei na taido de jitai o shūshū shita"}]
,
	[{"j": "このシャツはもう着ないので捨てることにしました。", "e": "I'm not going to wear this shirt anymore, so I've decided to throw it away.", "r": "kono shatsu wa mou kinai no de suteru koto ni shimashita"}, {"j": "彼女は捨てられた猫を助けています。", "e": "She is helping abandoned cats.", "r": "kanojo wa suterareta neko o tasuke te imasu"}, {"j": "いろいろ考えて、取捨をつける必要があります。", "e": "I need to weigh my options and make choices.", "r": "iroiro kangaete, shusha o tsukeru hitsuyou ga arimasu"}]
,
	[{"j": "彼は指で地図を指しました。", "e": "He pointed to the map with his finger.", "r": "kare wa yubi de chizu o sashimashita"}, {"j": "彼女は親指で本をめくりながら読んでいる。", "e": "She is reading a book while flipping the pages with her thumb.", "r": "kanojo wa oyayubi de hon o mekuri nagara yonde iru"}, {"j": "私の人差し指にはケガがある", "e": "I injured my index finger.", "r": "watashi no hitosashiyubi ni wa kega ga aru"}, {"j": "彼は中指を立ててサインをした。", "e": "He made a sign with his middle finger up.", "r": "kare wa nakayubi o tatete sain o shita"}, {"j": "結婚指輪は薬指にはめるのが一般的です。", "e": "It is common to wear the wedding ring on the ring finger.", "r": "kekkon yubiwa wa kusuri yubi ni hameru no ga ippan teki desu"}, {"j": "彼女は小指で優雅にティーカップを持っていた。", "e": "She elegantly held a tea cup with her pinky finger.", "r": "kanojo wa koyubi de yuuga ni tii kappu o motte ita"}, {"j": "このボタンを押すと、指示灯が点灯します。", "e": "When you press this button, the indicator light will turn on.", "r": "kono botan o osu to, shijitou ga tenkou shimasu"}, {"j": "彼の指摘を受けて、改善点を見つけました。", "e": "I found areas for improvement based on his comments.", "r": "kare no shiteki o ukete, kaizen ten o mitsukemashita"}, {"j": "指圧マッサージは体の疲れを取るのに効果的です。", "e": "Shiatsu massage is effective in relieving fatigue from the body.", "r": "shiatsu massāji wa karada no tsukare o toru noni koukateki desu"}, {"j": "彼は部下を指導する優れたリーダーです。", "e": "He is an excellent leader who guides his subordinates.", "r": "kare wa buka o shidou suru sugureta riidā desu"}, {"j": "今日は指定席のチケットを買ったので、安心して列車に乗れます。", "e": "I bought a reserved seat ticket today, so I can board the train with peace of mind.", "r": "kyou wa shitei seki no chiketto o katta node, anshin shite ressha ni noremasu"}, {"j": "地図で目指す場所が見つからない。", "e": "I can't find the place I'm aiming for on the map.", "r": "chizu de mezasu basho ga mitsukaranai"}]
,
	[{"j": "彼は大きなバッグを持っていた。", "e": "He was carrying a large bag.", "r": "kare wa ookina baggu o motte ita."}, {"j": "彼は持病の喘息を患っている。", "e": "He suffers from bronchial asthma as a chronic illness.", "r": "kare wa jibyō no zensoku o wazuratte iru"}, {"j": "彼は持久走の選手として活躍している。", "e": "He is active as a long-distance runner.", "r": "kare wa shikyūsō no senshu toshite katsuyaku shite iru"}, {"j": "家の維持には多くの労力が必要だ。", "e": "It takes a lot of effort to maintain the house.", "r": "ie no iji ni wa ooku no rōryoku ga hitsuyō da"}, {"j": "彼女は私をいつも支持してくれる。", "e": "She always supports me.", "r": "kanojo wa watashi o itsumo shiji shite kureru"}, {"j": "危険な物を所持してはいけません。", "e": "It is not allowed to possess dangerous items.", "r": "kiken na mono o shoji shite wa ikemasen"}]
,
	[{"j": "彼は毎日野球を打っています。", "e": "He plays baseball every day.", "r": "kare wa mainichi yakyū o utte imasu"}, {"j": "彼はボクシングの練習で強い打撃を受けた。", "e": "He received a strong blow during boxing practice.", "r": "kare wa bokushingu no...か？", "e": "I hit my arm on the table and it hurts.", "r": "te o tēburu ni butsukete itai"}, {"j": "彼は試合で強打を見せて勝利した。", "e": "He showed a powerful hit in the game and won.", "r": "kare wa shiai de kyōda o misete shōri shita"}]
,
	[{"j": "彼は重い荷物を担いで山を登っていた。", "e": "He was carrying a heavy load and climbing the mountain.", "r": "kare wa omoi nimotsu o katsuide yama o nobotte ita"}, {"j": "救急車で担架を運ぶ様子が見られた。", "e": "I saw a scene where a stretcher was being carried in an ambulance.", "r": "kyuukyuusha de tanka o hakobu yousu ga mirareta"}, {"j": "今回のプロジェクトの担当者は田中さんです。", "e": "Mr. Tanaka is in charge of this project.", "r": "konkai no purojekuto no tantousha wa tanaka san desu"}, {"j": "家計の負担を減らすために、節約をしています。", "e": "I'm saving money to reduce the financial burden on my family.", "r": "kakei no futan o herasu tame ni, setsuyaku o shite imasu"}, {"j": "チームで作業の分担をして効率よく仕事を進めています。", "e": "We are dividing the work among team members and efficiently progressing with the tasks.", "r": "chiimu de sagyou no bunpan o shite kouritsu yoku shigoto o susumete imasu"}]
,
	[{"j": "彼はドアを押して開けた。", "e": "He pushed the door open.", "r": "kare wa doa o oshite aketa."}, {"j": "友達からもらった押し花を額に飾っています。", "e": "I have pressed flowers I received from a friend displayed in a frame.", "r": "tomodachi kara moratta oshibana o gaku ni kazatte imasu"}, {"j": "契約書に押印する必要があります。", "e": "You need to stamp your seal on the contract.", "r": "keiyakusho ni shuoin suru hitsuyō ga arimasu"}, {"j": "違法品が押収されました。", "e": "Illegal goods were seized.", "r": "ihōhin ga osshū sare mashita"}]
,
	[{"j": "彼は素晴らしい才能を授けられています。", "e": "He has been endowed with incredible talent.", "r": "kare wa subarashii sainou o sazukerarete imasu"}, {"j": "母としての喜びを授かりました。", "e": "I have been blessed with the joy of motherhood.", "r": " haha to shite no yorokobi o sazukarimashita"}, {"j": "明日は授業があります。", "e": "We have classes tomorrow.", "r": "ashita wa jugyou ga arimasu"}, {"j": "彼は優秀な作品で受賞しました。", "e": "He won an award for his outstanding work.", "r": "kare wa yuushuu na sakuhin de jushou shimashita"}, {"j": "授受は大切なことです。", "e": "Giving and receiving is important.", "r": "juju wa taisetsu na koto desu"}, {"j": "師からの伝授を受ける", "e": "Receive teachings from a master", "r": "shi kara no denju o ukeru"}]
,
	[{"j": "森の中を探るのは楽しい。", "e": "It's fun to explore the forest.", "r": "mori no naka o saguru no wa tanoshii"}, {"j": "彼の気持ちを探るのは難しい。", "e": "It's difficult to read his feelings.", "r": "kare no kimochi o saguru no wa muzukashii"}, {"j": "火星探査が成功しました。", "e": "The Mars exploration was successful.", "r": "kasei tansa ga seikou shimashita"}, {"j": "最新の技術を探知するために研究をしています。", "e": "I am conducting research to detect the latest technology.", "r": "saishin no gijutsu o tanchi suru tame ni kenkyuu o shite imasu"}, {"j": "新しい地域を探検するのはワクワクします。", "e": "I get excited to explore new areas.", "r": "atarashii chiiki o tanken suru no wa wakuwaku shimasu"}, {"j": "情報を探索するためにインターネットを利用しています。", "e": "I use the internet to search for information.", "r": "jouhou o tousaku suru tame ni intaanetto o riyou shite imasu"}]
,
	[{"j": "彼は革の財布を接ぎ修理してくれた。", "e": "He repaired my leather wallet.", "r": "kare wa kawa no saifu o tsugi shūri shite kureta"}, {"j": "山頂に接近してきました。", "e": "We are approaching the mountaintop.", "r": "sanchō ni sekkin shite kimashita"}, {"j": "新しいアイデアを提案するために彼と接触した。", "e": "I contacted him to propose a new idea.", "r": "atarashī aidea o teian suru tame ni kare to sesshoku shita"}, {"j": "明日面接があります。緊張しています。", "e": "I have a job interview tomorrow. I'm nervous.", "r": "ashita mensetsu ga arimasu. kinchō shite imasu"}, {"j": "彼は直接的な意見を言う人です。", "e": "He is a person who expresses his opinions directly.", "r": "kare wa chokusetsuteki na iken o iu hito desu"}]
,
	[{"j": "レストランで食事代を払いました。", "e": "I paid my meal at the restaurant.", "r": "resutoran de shokujidai o haraimashita"}, {"j": "彼は失敗を完全に払拭することができた。", "e": "He was able to completely erase the failure.", "r": "kare wa shippai o kanzen ni fukishoku suru koto ga dekita"}, {"j": "商品の支払いはクレジットカードでお願いします。", "e": "Please pay for the merchandise with a credit card.", "r": "shouhin no shiharai wa kurejitto kaado de onegaishimasu"}, {"j": "このサービスは前払いの制度が導入されています。", "e": "This service has a system of payment in advance.", "r": "kono saabisu wa maebarai no seido ga dounyuu sarete imasu"}]
,
	[{"j": "彼は困っているときに私の言葉に折れてくれた。", "e": "He yielded to my words when he was in trouble.", "r": "kare wa komatte iru toki ni watashi no kotoba ni orekurete kureta."}, {"j": "このケーキは折半してお客様にお出ししています。", "e": "We cut this cake in half and serve it to our customers.", "r": "kono keeki wa orehalf.shite okyakusama ni o dashi shite imasu"}, {"j": "スキーで転んで右腕を骨折してしまった。", "e": "I broke my right arm while skiing.", "r": "sukii de koronde migi ude o hone o shite shimatta"}, {"j": "目標に向かって頑張っていたが、挫折を味わうことになった。", "e": "I was working hard towards my goal, but I ended up experiencing a setback.", "r": "mokuhyou ni mukatte ganbatte ita ga, zasetsu o ajiwau koto ni natta"}]
,
	[{"j": "彼はサッカーの技に長けている。", "e": "He is skilled in the techniques of soccer.", "r": "kare wa sakkā no waza ni takaete iru"}, {"j": "彼女は料理の技がすごい。", "e": "She has amazing cooking skills.", "r": "kanojo wa ryōri no waza ga sugoi"}, {"j": "最新の技術を取り入れて新商品を開発しています。", "e": "We are developing new products by incorporating the latest technology.", "r": "saishin no gijutsu o toriirete shinshouhin o kaihatsu shite imasu"}, {"j": "彼はマジックが特技です。", "e": "He is skilled in magic tricks.", "r": "kare wa majikku ga tokugi desu"}]
,
	[{"j": "彼はよく練習しているので、勝負で抜くことができる。", "e": "He practices a lot, so he can win in a match.", "r": "kare wa yoku renshuu shite iru node, shoubu de nuku koto ga dekiru."}, {"j": "そのレストランはサービスが抜群で、美味しい料理がいただけます。", "e": "That restaurant has excellent service and serves delicious food.", "r": "sono resutoran wa saabisu ga batsugun de, oishii ryouri ga itadakemasu"}, {"j": "この本から一部を抜粋して引用させていただきます。", "e": "I will quote a part of this book as an excerpt.", "r": "kono hon kara ichibu o bassaku shite in'yō sasete itadakimasu"}, {"j": "彼は選抜メンバーに選ばれて全国大会に出場することになった。", "e": "He was selected as a member of the chosen team and will compete in the national tournament.", "r": "kare wa senbatsu menbaa ni erabarete zenkoku taikai ni shutsujou suru koto ni natta"}]
,
	[{"j": "ボールを投げるときは、力強く振ります。", "e": "When throwing a ball, you swing it with force.", "r": "booru o nageru toki wa, chikara tsuyoku furimasu."}, {"j": "彼は新しい事業に投資して成功を収めた。", "e": "He invested in a new business and achieved success.", "r": "kare wa atarashii jigyou ni toshi shite seikou o osameta"}, {"j": "ピッチャーは投手としての力を見せつけた。", "e": "The pitcher demonstrated his pitching power.", "r": "picchaa wa toushu toshite no chikara o misetsuketa"}, {"j": "手紙を投函するためにポストに行った。", "e": "I went to the postbox to mail a letter.", "r": "tegami o toukan suru tame ni posuto ni itta"}]
,
	[{"j": "彼は道で美味しそうな果物を採って食べ始めた。", "e": "He picked up a delicious-looking fruit on the road and started eating it.", "r": "kare wa michi de oishisō na kudamono o torutte tabe hajimeta."}, {"j": "この会社は採用試験を行っています。", "e": "This company is conducting job interviews.", "r": "kono kaisha wa saiyou shiken o okonatte imasu"}, {"j": "重要な案件に関する採決が行われました。", "e": "A decision was made on an important matter.", "r": "jūyō na anken ni kan suru saiketsu ga gyou waremashita"}, {"j": "山で珍しい花を採集してきた。", "e": "I collected rare flowers in the mountains.", "r": "yama de mezurashii hana o saishuu shite kita"}]
,
	[{"j": "彼をパーティーに招く", "e": "I will invite him to the party.", "r": "kare o paatii ni maneku"}, {"j": "来年の大会を日本に招致する予定です", "e": "We plan to host the tournament in Japan next year.", "r": "rainen no taikai o nihon ni shouchi suru yoteidesu"}, {"j": "友達を家に招待してディナーを作ります", "e": "I'm inviting my friends to my house and making dinner.", "r": "tomodachi o ie ni shoutai shite dinaa o tsukurimasu"}, {"j": "先生が手招きしているので、早く行きましょう", "e": "The teacher is beckoning us, so let's go quickly.", "r": "sensei ga temaneki shite iru node, hayaku ikimashou"}]
,
	[{"j": "映画は大画面での鑑賞がより楽しいです。", "e": "Movies are more enjoyable to watch on a big screen.", "r": "eiga wa oobirame deno kanga ga yori tanoshii desu"}, {"j": "情報がインターネットを通じて拡散されている。", "e": "Information is spreading through the internet.", "r": "jouhou ga intaanetto o tsuuji te kakusan sarete iru"}, {"j": "会社は事業を拡張する計画を立てています。", "e": "The company is planning to expand its business.", "r": "kaisha wa jigyou o kakucho suru keikaku o tate te imasu"}, {"j": "スタッフを拡充するために新しいメンバーを募集中です。", "e": "We are currently recruiting new members to expand our staff.", "r": "sutaffu o kakujou suru tame ni atarashii menbaa o boshuu chuu desu"}]
,
	[{"j": "彼の意見に批判が集まった。", "e": "Criticism gathered around his opinion.", "r": "kare no iken ni hihan ga atsumatta"}, {"j": "新作映画についての批評を読んでいます。", "e": "I'm reading a critique of the new movie.", "r": "shinsaku eiga ni tsuite no hi hyou o yonde imasu"}, {"j": "条約の批准が行われました。", "e": "The treaty was ratified.", "r": "jouyaku no hizun ga gyou owaremashita"}]
,
	[{"j": "毎朝神社で手を合わせて神に拝む", "e": "I pray to the gods every morning at the shrine", "r": "maiasa jinja de te o awasete kami ni oogamu"}, {"j": "美術館へ行って絵画の展示を拝観しました", "e": "I visited the art museum and admired the paintings on display", "r": "bijutsukan e itte kaiga no tenji o haikan shimashita"}, {"j": "京都の清水寺に参拝したことがあります", "e": "I have visited Kiyomizu-dera Temple in Kyoto to pay my respects", "r": "kyouto no kiyomizudera ni sanpai shita koto ga arimasu"}, {"j": "外国に行っても毎週日曜日には礼拝堂で礼拝に参加しています", "e": "Even when I travel abroad, I attend the service at the chapel every Sunday", "r": "gaikoku ni itte mo maishuu nichiyoubi ni wa reihaidou de reihai ni sanka shite imasu"}]
,
	[{"j": "彼は庭で穴を掘っていた。", "e": "He was digging a hole in the garden.", "r": "kare wa niwa de ana o horutte ita"}, {"j": "この地域では石炭の採掘が盛んです。", "e": "Coal mining is active in this area.", "r": "kono chiiki de wa sekitan no saikutsu ga sakan desu"}, {"j": "古代の遺跡が発掘された。", "e": "An ancient ruin was excavated.", "r": "kodai no iseki ga hakutsu saret"}]
,
	[{"j": "彼女と抱き合って日の出を見た。", "e": "I hugged her and watched the sunrise.", "r": "kanojo to dakiatte hi no de o mita"}, {"j": "彼は大きな抱負を抱いている。", "e": "He holds a big ambition.", "r": "kare wa ooki na houfu o daite iru"}, {"j": "母は優しい抱擁で私を迎えた。", "e": "My mother greeted me with a gentle hug.", "r": "haha wa yasashii houyou de watashi o mukaeta"}, {"j": "けがをした猫を介抱しています。", "e": "I am taking care of the injured cat.", "r": "kega o shita neko o kaigo shite imasu"}]
,
	[{"j": "庭を掃くのは気持ちがいいです。", "e": "It feels good to sweep the garden.", "r": "niwa o haku no wa kimochi ga ii desu."}, {"j": "毎週末に家の掃除をしています。", "e": "I clean the house every weekend.", "r": "maishuumatsu ni ie no souji o shite imasu"}, {"j": "街の清掃活動に参加しました。", "e": "I participated in a street cleaning activity.", "r": "machi no seisō katsudō ni sanka shima"}, {"j": "新しい政策が一掃されることを期待しています。", "e": "I hope that the new policy will completely eradicate.", "r": "atarashii seisaku ga issou sareru koto o kitai shite imasu"}]
,
	[{"j": "彼は急に態度を換えた。", "e": "He suddenly changed his attitude.", "r": "kare wa kyuuni taido o kaeta."}, {"j": "季節が換わり、暖かくなってきた。", "e": "The seasons have changed and it's getting warm.", "r": "kisetsu ga kawari, atatakaku natte kita"}, {"j": "部屋の換気をしっかりと行いましょう。", "e": "Let's make sure to ventilate the room properly.", "r": "heya no kanki o shikkari to okonaimashou"}, {"j": "名刺を交換しましょう。", "e": "Let's exchange business cards.", "r": "meishi o koukan shimashou"}, {"j": "デジタルデータを変換する必要があります。", "e": "We need to convert the digital data.", "r": "dejitaru deeta o henkan suru hitsuyou ga arimasu"}]
,
	[{"j": "猫を捕らえるのは難しいです", "e": "It's difficult to catch a cat.", "r": "neko o toraeru no wa muzukashii desu"}, {"j": "動物を捕獲するための特別な装備が必要です", "e": "Special equipment is needed to capture animals.", "r": "doubutsu o hokaku suru tame no tokubetsuna soubi ga hitsuyōdesu"}, {"j": "警察官は犯人を捕縛した", "e": "The police officer apprehended the criminal.", "r": "keisatsukan wa hannin o hobaku shita"}, {"j": "容疑者が逮捕されました", "e": "The suspect was arrested.", "r": "yōgisha ga taiho sa remashita"}]
,
	[{"j": "彼は巧みに情報を操っている", "e": "He is skillfully manipulating information.", "r": "kare wa takumi ni jōhō o ayatsutte iru"}, {"j": "スマホの操作が難しい", "e": "I find it difficult to operate the smartphone.", "r": "sumaho no sōsa ga muzukashii"}, {"j": "パイロットは飛行機の操縦をしている", "e": "The pilot is operating the airplane.", "r": "pairotto wa hikōki no sōjutsu o shite iru"}, {"j": "体操は私の趣味です", "e": "Gymnastics is my hobby.", "r": "taisō wa watashi no shumi desu"}]
,
	[{"j": "彼は立派な家を建てた。", "e": "He built a splendid house.", "r": "kare wa rippa na ie o tateta"}, {"j": "この町には古い建物がたくさんあります。", "e": "There are many old buildings in this town.", "r": "kono machi ni wa furui tatemono ga takusan arimasu"}, {"j": "新しい学校の建設が始まりました。", "e": "The construction of a new school has begun.", "r": "atarashii gakkou no kensetsu ga hajimarimashita"}, {"j": "近代的な建築物が多い街ですね。", "e": "This is a city with many modern buildings.", "r": "kindaiteki na kenchikubutsu ga ooi machi desu ne"}, {"j": "美しい庭園と調和した建造物です。", "e": "It's a building that harmonizes with the beautiful garden.", "r": "utsukushii teien to chouwa shita kenzou butsu desu"}, {"j": "被災地の再建が急がれています。", "e": "The reconstruction of the disaster-stricken area is urgently needed.", "r": "hisaidichi no saiken ga isogarete imasu"}]
,
	[{"j": "毎日健やかな食事を心がけています。", "e": "I try to have a healthy meal every day.", "r": "mainichi sukoyakana shokuji o kokorogate shite imasu"}, {"j": "健康診断の結果が良かったです。", "e": "I got a good result in the health check-up.", "r": "kenkou shindan no kekka ga yokatta desu"}, {"j": "彼女は元気で健在です。", "e": "She is healthy and doing well.", "r": "kanojo wa genki de kenzen desu"}, {"j": "健全な判断を下すためには冷静さが必要です。", "e": "It is necessary to be calm to make sound judgments.", "r": "kenzen na handan o kudasu tame ni wa reisei-sa ga hitsuyou desu"}, {"j": "選手たちは健闘を見せています。", "e": "The players are fighting bravely.", "r": "senshu-tachi wa kentou o misete imasu"}, {"j": "この政党は穏健派と強硬派に分かれている。", "e": "This political party is divided into moderate and hardline factions.", "r": "kono seitou wa onken-ha to kyoukou-ha ni warete iru"}]
,
	[{"j": "彼にメールを送る", "e": "I will send him an email.", "r": "kare ni meiru o okuru"}, {"j": "データを送信しました", "e": "I have sent the data.", "r": "deeta o soushin shimashita"}, {"j": "空港まで送迎してもらいました", "e": "I was picked up and dropped off at the airport.", "r": "kuukou made sougei shite moraimashita"}, {"j": "この商品は送料無料です", "e": "This item has free shipping.", "r": "kono shouhin wa souryou muryou desu"}, {"j": "製品の輸送には数日かかります", "e": "It takes a few days for the transportation of the product.", "r": "seihin no yusou ni wa suujitsu kakarimasu"}, {"j": "荷物を発送する準備が整いました", "e": "I am ready to send out the luggage.", "r": "nimotsu o hassou suru junbi ga totonoimashita"}]
,
	[{"j": "彼は重い荷物を運んでいる。", "e": "He is carrying a heavy luggage.", "r": "kare wa omoi nimotsu o hakonde iru"}, {"j": "兄が車を運転しています。", "e": "My older brother is driving the car.", "r": "ani ga kuruma o unten shite imasu"}, {"j": "電車の運賃が高いです。", "e": "The train fare is expensive.", "r": "densha no unchin ga takai desu"}, {"j": "毎朝運動をしています。", "e": "I exercise every morning.", "r": "mai asa undou o shite imasu"}, {"j": "人生の運命は誰にもわかりません。", "e": "No one knows the fate of life.", "r": "jinsei no unmei wa dare ni mo wakarimasen"}, {"j": "幸運なことに、彼は無事だった。", "e": "Fortunately, he was safe.", "r": "kouun na koto ni, kare wa buji datta"}]
,
	[{"j": "これは本当に違う色です。", "e": "This is a completely different color.", "r": "kore wa hontōni chigau iro desu"}, {"j": "国内での飲酒は違反です。", "e": "Drinking alcohol in public is a violation of the law in this country.", "r": "kokunai de no inshu wa ihan desu"}, {"j": "違法な薬物を所持していると逮捕されます。", "e": "You will be arrested for possessing illegal drugs.", "r": "ihō na yakubutsu o shoji shite iru to taiho sa remasu"}, {"j": "契約を違反した場合、違約金が発生します。", "e": "If you violate the contract, a penalty will be incurred.", "r": "keiyaku o ihan shita baai, iyakkin ga hassei shimasu"}, {"j": "意見に相違がある場合は、話し合いが必要です。", "e": "If there are differences in opinions, it is necessary to have a discussion.", "r": "iken ni sōi ga aru baai wa, hanashiai ga hitsuyōdesu"}, {"j": "申し訳ありません、間違えました。", "e": "I'm sorry, I made a mistake.", "r": "mōshiwake arimasen, machigae mashita"}]
,
	[{"j": "新しい本を選ぶのは楽しいです。", "e": "It's fun to choose a new book.", "r": "atarashii hon o erabu no wa tanoshī desu."}, {"j": "彼は優秀な野球選手です。", "e": "He is an excellent baseball player.", "r": "kare wa yūshu na yakyū senshu desu"}, {"j": "メニューから選択してください。", "e": "Please make a selection from the menu.", "r": "menyū kara sentaku shite kudasai"}, {"j": "来年は重要な選挙があります。", "e": "There will be an important election next year.", "r": "rainen wa jūyō na senkyo ga arimasu"}, {"j": "質の良い果物を選別する", "e": "To sort out high-quality fruits", "r": "shitsu no yoi kudamono o senbetsu suru"}]
,
	[{"j": "彼は犯人から逃げている。", "e": "He is running away from the criminal.", "r": "kare wa hannin kara nigete iru"}, {"j": "バスを逃しました。", "e": "I missed the bus.", "r": "basu o nogashimashita"}, {"j": "危険を逃れることができた。", "e": "I was able to escape danger.", "r": "kiken o nogareru koto ga dekita"}, {"j": "問題を逃避することは良い解決策ではない。", "e": "Avoiding problems is not a good solution.", "r": "mondai o tōhisuru koto wa yoi kaiketsusaku de wa nai"}, {"j": "犯人が逃走中です。", "e": "The suspect is currently fleeing.", "r": "han'nin ga tōsō-chū desu"}, {"j": "犯人は逃亡しました。", "e": "The criminal escaped.", "r": "han'nin wa tōbō shimashita"}]
,
	[{"j": "彼は道の途中で倒れてしまった。", "e": "He collapsed in the middle of the road.", "r": "kare wa michi no tochuu de taorete shimatta"}, {"j": "工事が途上ですが、順調に進んでいます。", "e": "The construction is still in progress, but it is going smoothly.", "r": "kouji ga tojou desu ga, shunjou ni susunde imasu"}, {"j": "この包丁はさまざまな用途に使えます。", "e": "This kitchen knife can be used for various purposes.", "r": "kono houchou wa samazama na you to ni tsukaemasu"}, {"j": "困難な道が待っているかもしれませんが、前途を見据えて進んでいきます。", "e": "There may be difficult roads ahead, but I will keep my eyes on the future and move forward.", "r": "konnan na michi ga matte iru kamoshiremasen ga, zento o misuete susunde ikimasu"}]
,
	[{"j": "彼を迎えるために空港へ行った。", "e": "I went to the airport to meet him.", "r": "kare o mukaeru tame ni kūkō e itta"}, {"j": "外国の要人を迎えるために迎賓館で歓迎パーティーが行われた。", "e": "A welcome party was held at the state guest house to welcome a foreign dignitary.", "r": "gaikoku no yōjin o mukaeru tame ni geihinkan de kangei pātī ga gyō wareta"}, {"j": "新入社員を歓迎する会が明日行われます。", "e": "A welcome party for the new employees will be held tomorrow.", "r": "shin'nyū shain o kangeisuru kai ga ashita gyō waremasu"}]
,
	[{"j": "彼はメニューを見ながら何を注文すべきか迷っていた。", "e": "He was hesitating over what to order while looking at the menu.", "r": "kare wa menyū o minagara nani o chūmin subeki ka mayotte ita"}, {"j": "公園で迷路を楽しんだ子供たちがたくさんいました。", "e": "There were many children enjoying the maze in the park.", "r": "kōen de meiro o tanoshinda kodomotachi ga takusan imashita"}, {"j": "遅れて申し訳ありません。迷惑をかけてしまいました。", "e": "I'm sorry for being late. I caused you trouble.", "r": "okurete mōshi wake arimasen. meiwaku o kakete shimaimashita"}, {"j": "迷信を信じる人もいるが、科学的な根拠がないとされている。", "e": "Some people believe in superstitions, but there is no scientific evidence to support them.", "r": "meishin o shinjiru hito mo iru ga, kagakuteki na genkyo ga nai to sarete iru"}]
,
	[{"j": "彼は親の意向に逆らわず、良い子です。", "e": "He is a good kid who doesn't go against his parents' wishes.", "r": "kare wa oya no iko ni sakarawazu, yoi ko desu"}, {"j": "彼女は逆立ちが得意で、とても柔軟性がある。", "e": "She is good at doing handstands and very flexible.", "r": "kanojo wa sakadachi ga tokui de, totemo juunansei ga aru"}, {"j": "試合でチームが逆転勝利をおさめた。", "e": "The team achieved a come-from-behind victory in the match.", "r": "shiai de chiimu ga gyakuten shouri o osameta"}, {"j": "彼は逆境に直面しても決して負けずに頑張っている。", "e": "He is facing adversity, but he never gives up and keeps trying hard.", "r": "kare wa gyakkyou ni chokumen shite mo kesshite makezu ni ganbatte iru"}]
,
	[{"j": "彼は犬を追って公園に入って行った。", "e": "He chased after the dog into the park.", "r": "kare wa inu o otte kōen ni haitte itta."}, {"j": "この本に追加のページを挿入しました。", "e": "I added extra pages to this book.", "r": "kono hon ni tsuika no pēji o sōnyū shi mashita"}, {"j": "警察は犯人の追跡に成功した。", "e": "The police successfully tracked down the criminal.", "r": "keisatsu wa hannin no tsuiseki ni seikō shita"}, {"j": "交差点で車が追突事故を起こしました。", "e": "A car rear-ended another car at the intersection.", "r": "kōsaten de kuruma ga oitsuke jiko o okoshimashita"}]
,
	[{"j": "森の辺りに小さな家があります。", "e": "There is a small house in the area around the forest.", "r": "mori no atari ni chiisana ie ga arimasu."}, {"j": "その国の辺境には美しい自然が広がっています。", "e": "Beautiful nature stretches in the border regions of that country.", "r": "sono kuni no henkyou ni wa utsukushii shizen ga hirogatte imasu"}, {"j": "駅の周辺にはたくさんのレストランがあります。", "e": "There are many restaurants around the station.", "r": "eki no shuuhen ni wa takusan no resutoran ga arimasu"}, {"j": "夏になると海辺で泳ぐのが楽しいです。", "e": "It's fun to swim at the seaside in the summer.", "r": "natsu ni naru to umibe de oyogu no ga tanoshii desu"}]
,
	[{"j": "意見を述べることは大切です。", "e": "It is important to express your opinion.", "r": "iken o noberu koto wa taisetsu desu"}, {"j": "彼は過去の思いを述懐した。", "e": "He reflected on his past feelings.", "r": "kare wa kako no omoi o juukai shita"}, {"j": "小説の登場人物を詳しく記述しています。", "e": "The characters in the novel are described in detail.", "r": "shousetsu no toujou jinbutsu o kuwashiku kijutsu shite imasu"}, {"j": "後述の部分で詳しく説明します。", "e": "I will explain in detail later in this text.", "r": "koujutsu no bubun de kuwashiku setsumei shimasu"}]
,
	[{"j": "彼はいつも遅いので、待つのが苦手です。", "e": "He is always late, so I'm not good at waiting.", "r": "kare wa itsumo osoi node, matsu no ga nigate desu."}, {"j": "電車が遅れています。", "e": "The train is running late.", "r": "densha ga okurete imasu."}, {"j": "仕事を遅らせて申し訳ありません。", "e": "I'm sorry for delaying the work.", "r": "shigoto o okurasete moushiwake arimasen."}, {"j": "今日は遅刻してしまいました。", "e": "I was late for work today.", "r": "kyou wa chikoku shite shimaimashita."}, {"j": "フライトが遅延しています。", "e": "The flight is delayed.", "r": "furaihto ga chien shite imasu"}, {"j": "字がきれいであるがゆえに遅筆家と言われることが多い。", "e": "She is said to be a slow writer because her handwriting is so beautiful.", "r": "ji ga kirei de aru ga yue ni okubiki ka to iwareru koto ga ooi"}]
,
	[{"j": "彼は敵の攻撃に退いた。", "e": "He fell back before the enemy's attack.", "r": "kare wa teki no kougeki ni shirizokotta."}, {"j": "相手の申し出を丁重に退けた。", "e": "I politely declined the other party's offer.", "r": "aite no moushide o teichou ni shirizoketa."}, {"j": "彼は退学を決めました。", "e": "He decided to drop out of school.", "r": "kare wa taigaku o kimemashita."}, {"j": "彼は要求を辞退した。", "e": "He turned down the request.", "r": "kare wa youkyuu o shittai shita."}, {"j": "その問題についての進退を考える必要がある。", "e": "We need to consider our course of action on this issue.", "r": "sono mondai ni tsuite noshintai o kangaeru hitsuyou ga aru"}]
,
	[{"j": "彼は美味しい料理を造るのが上手です。", "e": "He is good at creating delicious dishes.", "r": "kare wa oishii ryōri o tsukuru no ga jōzu desu."}, {"j": "この造船所では大型船も建造しています。", "e": "In this shipyard, they also build large ships.", "r": "kono zōsenjo de wa ōgata-sen mo kenchiku shite imasu"}, {"j": "この工場では自動車を製造しています。", "e": "This factory produces cars.", "r": "kono kōjō de wa jidōsha o seizō shite imasu"}, {"j": "その家は古い木造建築です。", "e": "That house is a traditional wooden building.", "r": "sono ie wa furui mokuzō kenchiku desu"}]
,
	[{"j": "友達と公園で遊ぶのが楽しいです。", "e": "I enjoy playing in the park with my friends.", "r": "tomodachi to kouen de asobu no ga tanoshii desu"}, {"j": "夏には遊山に行って登山を楽しんでいます。", "e": "I enjoy going to the mountains and hiking in the summer.", "r": "natsu ni wa asobi yama ni itte tozan o tanoshinde imasu"}, {"j": "リゾート地で遊泳を楽しんだ。", "e": "I enjoyed swimming in the resort area.", "r": "rizooto chi de uuen o tanoshinda"}, {"j": "家族で遊園地に行って、たくさんのアトラクションに乗りました。", "e": "I went to an amusement park with my family and rode many attractions.", "r": "kazoku de yuuenchi niitte, takusan no atorakushon ni norimashita"}]
,
	[{"j": "彼は急行列車を見逃してしまった。", "e": "He missed the express train.", "r": "kare wa kyuukou ressha o miotashte shimatta"}, {"j": "昨日は静かな一日を過ごしました。", "e": "I spent a quiet day yesterday.", "r": "kinou wa shizukana ichinichi o sugoshimashita"}, {"j": "言葉遣いを過ぎてしまったことを後悔しています。", "e": "I regret having gone too far in my choice of words.", "r": "kotoba zukai o sugite shimatta koto o koukai shite imasu"}, {"j": "彼の過ちを許すことはできません。", "e": "I cannot forgive his mistake.", "r": "kare no ayamachi o yurusu koto wa dekimasen"}, {"j": "交通事故は過失が重要な要素です。", "e": "Negligence is a critical element in traffic accidents.", "r": "koutsuu jiko wa gashitsu ga juuyou na youso desu"}, {"j": "最近、仕事で過労気味だ。休息が必要だ。", "e": "I've been feeling overworked lately at my job. I need some rest.", "r": "saikin, shigoto de karou kimi da. kyūsoku ga hitsuyou da"}, {"j": "国境を通過する際にはパスポートが必要です。", "e": "You need a passport when passing through the border.", "r": "kokkyou o tsuukasuru sai ni wa pasupooto ga hitsuyou desu"}]
,
	[{"j": "森の木々が美しい道が連なっている。", "e": "The beautiful road is lined with trees in the forest.", "r": "mori no kigi ga utsukushii michi ga tsuranatte iru"}, {"j": "ステキなメニューが連ねられていました。", "e": "A wonderful menu was listed.", "r": "sutekina menyū ga tsuranerarete imashita"}, {"j": "彼は忙しいが連日頑張っている。", "e": "He is busy, but he is working hard every day.", "r": "kare wa isogashii ga renjitsu ganbatte iru"}, {"j": "3日連続で雨が降っている。", "e": "It has been raining for three days in a row.", "r": "mikka renzoku de ame ga futte iru"}, {"j": "その店は地元の人々の常連客が多い。", "e": "That store has many regular customers from the local area.", "r": "sono mise wa jimoto no hitobito no jōren kyaku ga ōi"}]
,
	[{"j": "彼はプログラミングの達人だ", "e": "He is a master of programming.", "r": "kare wa puroguramingu no tatsujin da"}, {"j": "情報を伝達するのが重要です", "e": "It is important to convey information.", "r": "jouhou o dentatsu suru no ga juuyou desu"}, {"j": "荷物が配達されました", "e": "The package has been delivered.", "r": "nimotsu ga haitatsu saremashita"}, {"j": "目的地に到達しました", "e": "We have arrived at our destination.", "r": "mokutekichi ni toutatsu shimashita"}]
,
	[{"j": "運動するときは適度な負荷をかけることが大切です。", "e": "It is important to apply a moderate load when exercising.", "r": "undou suru toki wa tekido na furyou o kakeru koto ga taisetsu desu"}, {"j": "この問題を解決するためには適正な手段を取らなければならない。", "e": "We must take proper measures to solve this problem.", "r": "kono mondai o kaiketsu suru tame ni wa tekisei na shudan o toranakereba naranai"}, {"j": "適切な対応をすることで問題を解決できる。", "e": "By responding appropriately, we can solve the problem.", "r": "tekisetsu na taiou o suru koto de mondai o kaiketsu dekiru"}, {"j": "このホテルのベッドはとても快適です。", "e": "The beds in this hotel are very comfortable.", "r": "kono hoteru no beddo wa totemo kaiteki desu"}]
,
	[{"j": "毎朝早く起きるのが苦手です。", "e": "I'm not good at waking up early every morning.", "r": "maiasa hayaku okiru no ga nigate desu."}, {"j": "突然大きな地震が起こると驚きます。", "e": "I'm surprised when a sudden big earthquake happens.", "r": "totsuzen ooki na jishin ga okoru to odorokimasu."}, {"j": "友達の誕生日パーティーを起こすことにしました。", "e": "I have decided to throw a birthday party for my friend.", "r": "tomodachi no tanjoubi paatii o okosu koto ni shimashita."}, {"j": "この伝統行事の起源は古い時代にさかのぼります。", "e": "The origin of this traditional event dates back to ancient times.", "r": "kono dentou gyouji no kigen wa furui jidai ni sakanoborimasu."}, {"j": "指示された後、皆さんは起立してください。", "e": "Please stand up after the instructions.", "r": "shijisa reta ato, minasan wa kiritsu shite kudasai."}, {"j": "コンピュータを起動するときはボタンを押してください。", "e": "Please press the button when starting up the computer.", "r": "konpyuutaa o kidou suru toki wa botan o oshite kudasai."}, {"j": "朝起床したらまず水を飲むようにしています。", "e": "I make it a habit to drink water first thing in the morning when I wake up.", "r": "asa kishou shitara mazu mizu o nomu you ni shite imasu"}]
,
	[{"j": "彼は自己記録を超えるすばらしい走りを見せた。", "e": "He showed a fantastic performance that surpassed his personal best.", "r": "kare wa jiko kiroku o koeru subarashii hashiri o miseta"}, {"j": "制限速度を超過すると罰金が課されます。", "e": "A fine will be imposed for exceeding the speed limit.", "r": "seigen sokudo o chouka suru to bakkin ga kasaremasu"}, {"j": "彼はまるで超人のような力を持っている。", "e": "He possesses a superhuman-like strength.", "r": "kare wa marude choujin no you na chikara o motte iru"}, {"j": "その作品は時代を超越した美しさを持っている。", "e": "That work has a beauty that transcends time.", "r": "sono sakuhin wa jidai o chouetsu shita utsukushisa o motte iru"}, {"j": "映画館は超満員で入場できなかった。", "e": "The movie theater was so packed that we couldn't get in.", "r": "eigakan wa chou man'in de nyuujou dekinakatta"}, {"j": "彼女は超能力で未来を予知することができると言われている。", "e": "She is said to be able to predict the future with her psychic ability.", "r": "kanojo wa chou nouryoku de mirai o yochi suru koto ga dekiru to iwarete iru"}]
,
	[{"j": "彼は困難を越えて最後まで戦い抜いた。", "e": "He fought through the difficulties until the end.", "r": "kare wa konnan o koete saigo made tatakai nuite."}, {"j": "彼は権限を越えて行動したとして処分された。", "e": "He was punished for exceeding his authority.", "r": "kare wa...越境問題が国際的な関心事となっている。", "e": "The issue of cross-border crime has become a matter of international concern.", "r": "kakko kyōkai mondai ga kokusaitekina kanshin koto to natte iru"}, {"j": "彼女は優越感に満ちた態度をとっている。", "e": "She has a superior attitude.", "r": "kanojo wa yūetsu-kan ni michita taido o totte iru"}]
,
	[{"j": "彼は均一な青色のシャツを着ていた。", "e": "He was wearing a uniform light blue shirt.", "r": "kare wa kin'itsu na aoiro no shatsu o kite ita"}, {"j": "この実験では均質なサンプルを使用しました。", "e": "We used a homogeneous sample for this experiment.", "r": "kono jikken de wa kinkatsu na sanpuru o shiyō shimashita"}, {"j": "料理の味が均等で素晴らしかったです。", "e": "The taste of the food was well balanced and wonderful.", "r": "ryōri no aji ga kintō de subarashikatta desu"}, {"j": "庭には均整の取れた美しい庭園が広がっていた。", "e": "A beautifully arranged garden was spreading in the yard.", "r": "niwa ni wa kinsei no totta utsukushii teien ga hirogatte ita"}, {"j": "クラス全体のテストの平均点は８０点でした。", "e": "The average score of the whole class on the test was 80 points.", "r": "kurasu zentai no tesuto no heikinten wa hachijūten deshita"}]
,
	[{"j": "夏になると観光客が増えます。", "e": "The number of tourists increases in the summer.", "r": "natsu ni naru to kankōkyaku ga fuemasu."}, {"j": "体重が増す食べ物を控えるようにしています。", "e": "I try to avoid foods that cause weight gain.", "r": "taijū ga masu tabemono o hikaeru yō ni shite imasu."}, {"j": "この地域での犯罪が増加しています。", "e": "Crime rate is increasing in this area.", "r": "kono chiiki de no hanzai ga zōka shite imasu"}, {"j": "雨が続いたため、川の水が増水しています。", "e": "Due to the continuous rain, the river water level has risen.", "r": "ame ga tsuzuita tame, kawa no mizu ga zōsui shite imasu"}, {"j": "人気のレストランが増設されました。", "e": "A new section has been added to the popular restaurant.", "r": "ninki no resutoran ga zōsetsu saremashita"}, {"j": "急増するインターネット利用者が増えています。", "e": "There is a rapid increase in internet users.", "r": "kyūzō suru intānetto ri'yō-sha ga fuete imasu"}]
,
	[{"j": "彼は山と海の境に住んでいます。", "e": "He lives on the border between the mountains and the sea.", "r": "kare wa yama to umi no sakai ni sunde imasu"}, {"j": "この道路が境目です。", "e": "This road is the boundary line.", "r": "kono dōro ga sakaime desu"}, {"j": "神社の境内は静かです。", "e": "The precincts of the shrine are quiet.", "r": "jinja no kyonai wa shizuka desu"}, {"j": "国境を越えると新しい文化が広がっています。", "e": "When you cross the border, a new culture unfolds.", "r": "kokkyō o koeru to atarashii bunka ga hirogatte imasu"}, {"j": "環境保護は重要です。", "e": "Environmental protection is important.", "r": "kankyō hogo wa jūyō desu"}, {"j": "国境の町で出会った人々はとても親切でした。", "e": "The people I met in the border town were very kind.", "r": "kokkyō no machi de deatta hitobito wa totemo shinsetsu deshita"}]
,
	[{"j": "この地域は自然豊かです。", "e": "This area is rich in nature.", "r": "kono chiiki wa shizen yutaka desu"}, {"j": "このホテルは閑静な区域にあります。", "e": "This hotel is located in a quiet district.", "r": "kono hoteru wa kanseina kuiki ni arimasu"}, {"j": "ピアノの音域が広いですね。", "e": "The piano has a wide range of tones.", "r": "piano no on'iki ga hiroi desu ne"}, {"j": "彼は医療の職域で活躍しています。", "e": "He is active in the field of medical care.", "r": "kare wa iryō no shokugai de katsuyaku shite imasu"}]
,
	[{"j": "日本には多くの美しい城があります。", "e": "Japan has many beautiful castles.", "r": "nihon ni wa ooku no utsukushii shiro ga arimasu"}, {"j": "この町には古い城跡が残っています。", "e": "There are remains of an old castle in this town.", "r": "kono machi ni wa furui shiroato ga nokotte imasu"}, {"j": "彼はこの城の城主です。", "e": "He is the lord of this castle.", "r": "kare wa kono shiro no shiro nushi desu"}, {"j": "その古城は歴史を感じさせます。", "e": "That ancient castle evokes a sense of history.", "r": "sono kojou wa rekishi o kanji sasemasu"}, {"j": "姫路城は日本の城の中でも有名です。", "e": "Himeji Castle is famous among Japanese castles.", "r": "himejijou wa nihon no shiro no naka demo yuumei desu"}]
,
	[{"j": "この料理に塩を少し足してください。", "e": "Please add a little salt to this dish.", "r": "kono ryouri ni shio o sukoshi tashite kudasai"}, {"j": "海で泳ぐときは塩水に気を付けなければなりません。", "e": "When swimming in the sea, you have to be careful with the saltwater.", "r": "umi de oyogu toki wa shiomizu ni ki o tsukenakereba narimasen"}, {"j": "塩分を控えるようにしています。", "e": "I try to reduce my salt intake.", "r": "enbun o hikaeru you ni shite imasu"}, {"j": "その地域には広大な塩田が広がっています。", "e": "There are vast salt fields in that area.", "r": "sono chiiki ni wa koudai na shiouden ga hirogatte imasu"}, {"j": "食塩は料理の味を引き立たせます。", "e": "Salt enhances the flavor of food.", "r": "shokuen wa ryouri no aji o hikitatase masu"}]
,
	[{"j": "学校の講堂で音楽コンサートが行われました。", "e": "A music concert was held in the school auditorium.", "r": "gakkou no koudou de ongaku konsaato ga okonawaremashita"}, {"j": "大学の食堂では美味しいランチが食べられます。", "e": "You can have a delicious lunch at the university cafeteria.", "r": "daigaku no shokudou de wa oishii ranchi ga taberaremasu"}, {"j": "その町の公会堂で市民祭りが開催されています。", "e": "The town hall is hosting a citizens' festival at the public hall.", "r": "sono machi no koukai dou de shimin matsuri ga kaisai sarete imasu"}, {"j": "日本の国会議事堂前では毎年桜の花見が行われます。", "e": "Cherry blossom viewing is held every year in front of the National Diet Building in Japan.", "r": "nippon no kokkai gijidou mae de wa maitoshi sakura no hanami ga okonawaremasu"}]
,
	[{"j": "彼は力を込めて壁を塗っている。", "e": "He is painting the wall with great care.", "r": "kare wa chikara o komete kabe o nutte iru"}, {"j": "新しい壁紙を貼りました。", "e": "I put up new wallpaper.", "r": "atarashii kabe-gami o harimashita"}, {"j": "美しい壁画がギャラリーに展示されていた。", "e": "A beautiful mural was on display in the gallery.", "r": "utsukushii kabe-e ga gyararī ni tenshi sa rete ita"}, {"j": "会議室の壁面には大きなスクリーンが設置されている。", "e": "A large screen is installed on the wall of the conference room.", "r": "kaigishitsu no hemmen ni wa ōkina sukuriin ga secchi sarete iru"}, {"j": "古城の城壁を歩いていると、歴史を感じる。", "e": "Walking on the castle walls of the old castle, I can feel the history.", "r": "kojō no shiro kabe o aruite iru to, rekishi o kanjiru"}, {"j": "言葉の障壁を乗り越えて、理解を深めたいと思っています。", "e": "I want to overcome the language barrier and deepen my understanding.", "r": "kotoba no shōheki o norikoete, rikai o fukametai to omotte imasu"}]
,
	[{"j": "彼はスポーツカーが似合う体型だ", "e": "He has a body type that suits sports cars.", "r": "kare wa supootsukaa ga niau taigata da"}, {"j": "この型紙を使ってドレスを作ります", "e": "I will make a dress using this dress pattern.", "r": "kono katabami o tsukatte doresu o tukurimasu"}, {"j": "大型のトラックが道を通過していった", "e": "A large truck passed by on the road.", "r": "oogata no torakku ga michi o tsuuka shite itta"}, {"j": "この模型は本物そっくりで素晴らしい", "e": "This model is incredibly realistic and amazing.", "r": "kono mokei wa honmono sokkuri de subarashii"}, {"j": "この車は新しいテクノロジーの原型となるものだ", "e": "This car will be the prototype for new technology.", "r": "kono kuruma wa atarashii tekunorojii no genkei to naru mono da"}, {"j": "彼は日本人の典型的な礼儀正しい態度を示している", "e": "He is displaying a typical Japanese polite attitude.", "r": "kare wa nihonjin no tenkeiteki na reigi tadashii taido o shimeshite iru"}]
,
	[{"j": "彼は料理の基となる調味料を準備している。", "e": "He is preparing the seasonings that are the basis of the dish.", "r": "kare wa ryōri no moto to naru chōmiryō o junbi shite iru"}, {"j": "この問題を解決するためには、まず基礎を固める必要があります。", "e": "In order to solve this problem, it is necessary to first establish the fundamentals.", "r": "kono mondai o kaiketsu suru tame ni wa, mazu kiso o katameru hitsuyō ga arimasu"}, {"j": "会議のための基金を募集しています。", "e": "We are raising funds for the conference.", "r": "kaigi no tame no kikin o boshū shite imasu"}, {"j": "この基準を満たさない製品は使用できません。", "e": "Products that do not meet this standard cannot be used.", "r": "kono kijun o manatasanai seihin wa shiyō dekimasen"}, {"j": "基本的なマナーを守ることは大切です。", "e": "It's important to follow basic manners.", "r": "kihon-tekina manā o mamoru koto wa taisetsu desu"}]
,
	[{"j": "彼のコートには灰色のシミがついていた。", "e": "There was a gray stain on his coat.", "r": "kare no kooto ni wa haiiro no shimi ga tsuite ita."}, {"j": "テーブルの上に灰皿が置かれている。", "e": "There is an ashtray on the table.", "r": "teeburu no ue ni haizara ga okarete iru"}, {"j": "昨日の噴火で火山灰が舞い降りた。", "e": "Volcanic ash fell after yesterday's eruption.", "r": "kinou no funka de kazanbai ga maiorita"}, {"j": "庭に石灰をまいて芝を育てています。", "e": "I'm spreading lime in the garden to grow the grass.", "r": "niwa ni sekkai o maite shiba o sodete imasu"}]
,
	[{"j": "彼女は仕事のプレッシャーに圧力を感じていた。", "e": "She felt pressure from work.", "r": "kanojo wa shigoto no puresshā ni atsuryoku o kanjite ita"}, {"j": "犯人によって圧迫され、動けない状況だった。", "e": "I was being pressured by the criminal and couldn't move.", "r": "hannin ni yotte appaku sare, ugokenai jōkyō datta"}, {"j": "毎日血圧を測って健康管理に気を付けています。", "e": "I measure my blood pressure every day and take care of my health.", "r": "mainichi ketsuatsu o mette kenkō kanri ni ki o tsukete imasu"}, {"j": "彼の威圧的な態度に誰もが怯えていた。", "e": "Everyone was intimidated by his oppressive attitude.", "r": "kare no iatsuteki na taido ni dare mo ga obiete ita"}]
,
	[{"j": "彼は厚い本を読んでいる。", "e": "He is reading a thick book.", "r": "kare wa atsui hon o yonde iru"}, {"j": "寒い日には厚着が必要です。", "e": "You need to wear warm clothes in cold weather.", "r": "samui hi ni wa atsugi ga hitsuyō desu"}, {"j": "この包装は厚紙でできています。", "e": "This packaging is made of thick paper.", "r": "kono hōsō wa atsu kami de dekite imasu"}, {"j": "彼は会社で厚遇されている。", "e": "He is being treated well at the company.", "r": "kare wa kaisha de kōguu sarete iru"}, {"j": "彼は温厚な人柄ですね。", "e": "He has a gentle and warm personality.", "r": "kare wa onkō na hitogara desu ne"}]
,
	[{"j": "日本の歴史はとても古いです。", "e": "The history of Japan is very ancient.", "r": "nihon no rekishi wa totemo furui desu"}, {"j": "彼は歴代チャンピオンとして知られている。", "e": "He is known as a champion of the past.", "r": "kare wa rekidai chanpion toshite shirete iru"}, {"j": "彼女の経歴は非常にすばらしいです。", "e": "Her career history is very impressive.", "r": "kanojo no keireki wa hijou ni subarashii desu"}, {"j": "彼は学歴もキャリアも素晴らしい。", "e": "He has an excellent educational background and career.", "r": "kare wa gakureki mo kyaria mo subarashii"}]
,
	[{"j": "彼は庁舎の前で待っていた。", "e": "He was waiting in front of the government office building.", "r": "kare wa chousha no mae de matte ita"}, {"j": "彼は官庁で働いています。", "e": "He works at a government office.", "r": "kare wa kanchou de hataraite imasu"}, {"j": "今日は県庁で会議が行われています。", "e": "A meeting is being held at the prefectural office today.", "r": "kyou wa ken-chou de kaigi ga gyou warete imasu"}]
,
	[{"j": "彼女の質問にすぐに応えました。", "e": "I immediately responded to her question.", "r": "kanojo no shitsumon ni sugu ni kotaemashita"}, {"j": "電話の応答が遅いです。", "e": "The response to phone calls is slow.", "r": "denwa no outou ga osoi desu"}, {"j": "友達の試合を応援しに行きます。", "e": "I will go cheer for my friend's game.", "r": "tomodachi no shiai o ouen shi ni ikimasu"}, {"j": "彼の冗談に皆が笑って反応しました。", "e": "Everyone laughed and reacted to his joke.", "r": "kare no joudan ni minna ga waratte hannou shimashita"}]
,
	[{"j": "部屋の床はきれいに掃除されていた。", "e": "The floor in the room was neatly cleaned.", "r": "heya no yuka wa kirei ni souji sarete ita."}, {"j": "床板の上に本を置いていました。", "e": "I had a book on the floorboard.", "r": "yukaita no ue ni hon o oite imashita"}, {"j": "毎朝、6時に起床します。", "e": "I wake up at 6 o'clock every morning.", "r": "mai asa, rokuji ni shisshou shimasu"}, {"j": "温床を使って、野菜の種を育てています。", "e": "I am growing vegetable seeds using a hotbed.", "r": "onshou o tsukatte, yasai no tane o sodete imasu"}]
,
	[{"j": "彼は底をついてしまったようだった。", "e": "He seemed to have hit rock bottom.", "r": "kare wa soko o tsuite shimatta you datta."}, {"j": "彼女は底力を見せて試合に勝利した。", "e": "She showed her hidden strength and won the match.", "r": "kanojo wa sokojikara o misete shiai ni shouri shita"}, {"j": "ピラミッドの底辺は広い。", "e": "The base of the pyramid is wide.", "r": "piramiddo no sokohen wa hiroi"}, {"j": "深い海底にはさまざまな生物が暮らしている。", "e": "Various creatures live at the bottom of the deep sea.", "r": "fukai kaitei ni wa samazama na seibutsu ga kurashte iru"}, {"j": "彼は仕事に対して徹底的だ。", "e": "He is thorough in his work.", "r": "kare wa shigoto ni taishite tetteiteki da"}]
,
	[{"j": "彼女は毎日ジョギングをする度に笑顔です。", "e": "She smiles every time she goes jogging.", "r": "kanojo wa mainichi jogingu o suru tabi ni egao desu"}, {"j": "今日は気温が高いので、室内の温度を下げました。", "e": "Since it's hot today, I lowered the temperature inside the room.", "r": "kyou wa kion ga takai node, shitsunai no ondo o sagemashita"}, {"j": "来週の会議は今度こちらのホテルで行われる予定です。", "e": "The meeting next week will be held at this hotel.", "r": "raishuu no kaigi wa kondo kochira no hoteru de gyou ware ru yote desu"}, {"j": "彼の態度にはいつも失望させられる。", "e": "I am always disappointed by his attitude.", "r": "kare no taido ni wa itsumo shitsubou saserareru"}, {"j": "旅行に行く支度をしています。", "e": "I'm getting ready for the trip.", "r": "ryokou ni iku shitaku o shite imasu"}]
,
	[{"j": "彼は席を立って部屋を出て行った。", "e": "He stood up from his seat and left the room.", "r": "kare wa se o tatte heya o dete itta"}, {"j": "新幹線の指定席を予約しました。", "e": "I reserved a seat on the Shinkansen.", "r": "shinkansen no shiteiseki o yoyaku shimashita"}, {"j": "映画館に着いた時にはすでに満席だった。", "e": "When I arrived at the movie theater, it was already full.", "r": "eigakan ni tsuita toki ni wa sude ni manseki datta"}, {"j": "会議に欠席することができないので、出席します。", "e": "I can't be absent from the meeting, so I will attend.", "r": "kaigi ni kesseki suru koto ga dekinai node, shusseki shimasu"}, {"j": "式の最初に全員が出席しました。", "e": "Everyone was present at the beginning of the ceremony.", "r": "shiki no saisho ni zen'in ga shusseki shimashita"}, {"j": "椅子に着席してください。", "e": "Please take a seat on the chair.", "r": "isu ni chakuseki shite kudasai"}, {"j": "新幹線では予約席と自由席があります。", "e": "On the Shinkansen, there are reserved seats and unreserved seats.", "r": "shinkansen de wa yoyakuseki to jiyūseki ga arimasu"}]
,
	[{"j": "彼はベンチに座って本を読んでいた。", "e": "He was sitting on a bench and reading a book.", "r": "kare wa benchi ni suwatte hon o yonde ita."}, {"j": "毎朝座禅を行って心を落ち着かせています。", "e": "I practice zazen every morning to calm my mind.", "r": "mai asa zazen o...eisai no zadan-kai o hirakimashita."}, {"j": "新しい技術についての講座が開催されます。", "e": "A seminar on new technology will be held.", "r": "atarashii gijutsu ni tsuite no kōza ga kaisai saremasu"}, {"j": "夏の夜には星座がきれいに輝いています。", "e": "The constellations shine beautifully on summer nights.", "r": "natsu no yoru ni wa seiza ga kirei ni kagayaite imasu"}]
,
	[{"j": "彼は本をたくさん持っているので、書庫が欲しいと言っています。", "e": "He has a lot of books, so he is saying he wants a book storage.", "r": "kare wa hon o takusan motte iru node, shokoya ga hoshii to itte imasu"}, {"j": "大切な品物を金庫に保管しています。", "e": "I keep my important items in the safe.", "r": "taisetsu na shinamono o kinko ni hokan shite imasu"}, {"j": "駐車場の隣には車庫があります。", "e": "There is a garage next to the parking lot.", "r": "chūshajō no tonari ni wa shako ga arimasu"}, {"j": "この商品は人気がありますので、在庫が少ないです。", "e": "This product is popular, so we have low stock.", "r": "kono shouhin wa ninki ga arimasu node, zaiko ga sukunai desu"}, {"j": "新しい倉庫を建設する計画が進行中です。", "e": "We are in the process of planning to build a new warehouse.", "r": "atarashii souko o kensetsu suru keikaku ga shinkouchuu desu"}]
,
	[{"j": "健康は大切です。", "e": "Health is important.", "r": "kenkou wa taisetsu desu"}, {"j": "彼は精神的にも健康だ", "e": "He is mentally healthy as well.", "r": "kare wa seishinteki ni mo kenkou da"}, {"j": "この本は心の健康に良い影響を与えます", "e": "This book has a positive influence on mental health", "r": "kono hon wa kokoro no kenkou ni yoi eikyou o ataemasu"}]
,
	[{"j": "庭にはきれいな花が咲いている。", "e": "There are beautiful flowers blooming in the garden.", "r": "niwa ni wa kirei na hana ga saite iru"}, {"j": "庭師さんが毎週庭の手入れをしてくれています。", "e": "The gardener comes every week to take care of the garden.", "r": "niwashi san ga maishuu niwa no teire o shite kurete imasu"}, {"j": "この公園には日本庭園があります。", "e": "This park has a Japanese garden.", "r": "kono kouen ni wa nihon teien ga arimasu"}, {"j": "裏庭には小さなテーブルと椅子が置かれていて、のんびりできます。", "e": "There is a small table and chairs in the backyard, where you can relax.", "r": "uraniwa ni wa chiisa na teeburu to isu ga okarete ite, nonbiri dekimasu"}, {"j": "校庭でサッカーをして楽しんだ。", "e": "I had fun playing soccer on the schoolyard.", "r": "koutei de sakkaa o shite tanoshinda"}, {"j": "彼は料理が得意なので、家庭でいつもおいしい食事を作ってくれる。", "e": "He is good at cooking, so he always makes delicious meals at home.", "r": "kare wa ryouri ga tokui na node, katei de itsumo oishii shokuji o tsukutte kureru"}]
,
	[{"j": "彼女は芸者として舞妓として活躍しています。", "e": "She is active as a geisha and maiko.", "r": "kanojo wa geisha toshite maiko toshite katsuyaku shite imasu"}, {"j": "この美術館では様々な芸術作品が展示されています。", "e": "This museum exhibits various art pieces.", "r": "kono bijutsukan de wa samaz...美しい庭園でゆっくりと時間を過ごしたいです。", "e": "I want to spend time slowly in a beautiful garden.", "r": "kirei na teien de yukkuri to jikan o sugoshitai desu"}, {"j": "日本の工芸品はとても精巧で美しいです。", "e": "Japanese handicrafts are very intricate and beautiful.", "r": "nihon no kougeihin wa totemo seikou de utsukushii desu"}]
,
	[{"j": "私は日本に住んでいます。", "e": "I live in Japan.", "r": "watashi wa nihon ni sunde imasu"}, {"j": "彼女には内緒のことを話したら、私語をされた。", "e": "I told her something in secret, and she leaked it.", "r": "kanojo ni wa naisho no koto o hanashitara, shi-go o saret a"}, {"j": "娘は私立の学校に通っています。", "e": "My daughter goes to a private school.", "r": "musume wa shiritsu no gakkou ni kayotte imasu"}, {"j": "この駅は私鉄の駅です。", "e": "This station is a private railway station.", "r": "kono eki wa shite..."}, {"j": "彼の帽子が私物です。", "e": "His hat is his own possession.", "r": "kare no boushi ga shibutsu desu"}, {"j": "私事ですが、明日は休みです。", "e": "It's a personal matter, but I will be off tomorrow.", "r": "shijidesuga, ashita wa yasumi desu"}, {"j": "公と私の間にはっきりとした境界線が必要だ。", "e": "There needs to be a clear boundary between public and private matters.", "r": "oo to watashi no aida ni hakkiri to shita kyoukaisen ga hitsuyou da"}]
,
	[{"j": "彼は忠実な臣下である", "e": "He is a loyal vassal.", "r": "kare wa chuujitsu na shinkaino de aru"}, {"j": "大臣が新しい政策を発表しました", "e": "The prime minister announced a new policy", "r": "Dainin ga atarashī seisaku o happyō shimashita"}, {"j": "重臣たちは国の安定に貢献しています", "e": "The senior officials are contributing to the stability of the country", "r": "jūshin tachi wa kuni no antei ni kouken shite imasu"}]
,
	[{"j": "彼は地下室にワインをたくさん蔵している。", "e": "He stores a lot of wine in the basement.", "r": "kare wa chikashitsu ni wain o takusan kura shite iru"}, {"j": "日本酒の蔵元を訪れたことがあります。", "e": "I have visited a sake brewery before.", "r": "nihonshu no kuramoto o otozureta koto ga arimasu"}, {"j": "図書館には貴重な蔵書がたくさんあります。", "e": "The library has a lot of valuable books in its collection.", "r": "toshokan ni wa kichou na kura sho ga takusan arimasu"}, {"j": "冷蔵庫に新鮮な野菜を入れてください。", "e": "Please put fresh vegetables in the refrigerator.", "r": "reizouko ni shinsen na yasai o irete kudasai"}, {"j": "穀物は適切な温度と湿度で貯蔵されています。", "e": "Grains are stored at the proper temperature and humidity.", "r": "kokumotsu wa tekisetsu na ondo to shitsudo de chozou sarete imasu"}]
,
	[{"j": "彼は内臓の病気で入院しています。", "e": "He is hospitalized with an internal organ illness.", "r": "kare wa naizou no byouki de nyuuin shite imasu"}, {"j": "彼女は素敵な笑顔で心臓をつかまれた。", "e": "She captured my heart with her lovely smile.", "r": "kanojo wa sutekina egao de shinzou o tskamareta"}, {"j": "肝臓は体の解毒に重要な役割を果たしています。", "e": "The liver plays a crucial role in detoxifying the body.", "r": "kann zou wa karada no gedoku ni juuyou na yakuwari o hatashite imasu"}, {"j": "健康のためには腎臓の働きが大切です。", "e": "Kidney function is important for maintaining good health.", "r": "kenkou no tame ni wa jinzou no hataraki ga taisetsu desu"}]
,
	[{"j": "お茶会に参りました。", "e": "I attended a tea party.", "r": "ochakai ni mairimashita"}, {"j": "イベントに参加する予定です。", "e": "I plan to participate in the event.", "r": "ibento ni sanka suru yoteidesu"}, {"j": "その本はとても参考になりました。", "e": "That book was very helpful.", "r": "sono hon wa totemo sankou ni narimashita"}, {"j": "この資料を参照してください。", "e": "Please refer to this document.", "r": "kono shiryou o sanshou shite kudasai"}, {"j": "先日、祖母の墓参りに行きました。", "e": "The other day, I went to visit my grandmother's grave.", "r": "sakujitsu, sobo no hakahairi ni ikimashita"}]
,
	[{"j": "彼女は長い髪を持っています。", "e": "She has long hair.", "r": "kanojo wa nagai kami o motte imasu"}, {"j": "彼女は黒髪の美しい女性です。", "e": "She is a beautiful woman with black hair.", "r": "kanojo wa kurokami no utsukushii josei desu"}, {"j": "前髪をちょっと切りたいと思っています。", "e": "I'm thinking of cutting my bangs a little.", "r": "maegami o chotto kiritai to omotte imasu"}, {"j": "彼は頭髪が豊かです。", "e": "He has thick hair.", "r": "kare wa tōhatsu ga yutakadesu"}, {"j": "散髪に行ってすっきりした気分です。", "e": "I feel refreshed after getting a haircut.", "r": "sangami ni itte sukkiri shita kibun desu"}]
,
	[{"j": "彼は学校の主です。", "e": "He is the head of the school.", "r": "kare wa gakkou no omo desu."}, {"j": "このレストランの主人はとても親切です。", "e": "The owner of this restaurant is very kind.", "r": "kono resutoran no oya-hito wa totemo shinsetsu desu."}, {"j": "私の主張は正しいと信じています。", "e": "I believe that my assertion is correct.", "r": "watashi no shuchou wa tadashii to shinjite imasu."}, {"j": "彼はその会社の株主です。", "e": "He is a shareholder of the company.", "r": "kare wa sono kaisha no kabunushi desu."}, {"j": "彼は坊主になるつもりです。", "e": "He intends to become a monk.", "r": "kare wa bouzu ni naru tsumori desu."}]
,
	[{"j": "彼は国際関係に詳しいです。", "e": "He is knowledgeable about international relations.", "r": "kare wa kokusai kankei ni kuwashii desu"}, {"j": "警察は事件の関所に警備を配置した。", "e": "The police placed security guards at the checkpoint of the incident.", "r": "keisatsu wa jiken no sekisho ni keibi o haichishita"}, {"j": "新しいプロジェクトに関わりたいと思っています。", "e": "I want to be involved in the new project.", "r": "atarashī purojekuto ni kakawaritai to omotte imasu"}, {"j": "この本は映画と関連しています。", "e": "This book is related to the movie.", "r": "kono hon wa eiga to kanren shite imasu"}, {"j": "彼との関係はとても大切です。", "e": "My relationship with him is very important.", "r": "kare to no kankei wa totemo taisetsu desu"}, {"j": "玄関で靴を脱いでください。", "e": "Please take off your shoes at the entrance.", "r": "genkan de kutsu o nuide kudasai"}, {"j": "その人とは全く無関係です。", "e": "That person is completely unrelated.", "r": "sono hito to wa mattaku mukangai desu"}]
,
	[{"j": "彼に意見を問うた。", "e": "I asked for his opinion.", "r": "kare ni iken o tou ta"}, {"j": "魚を扱う問屋で働いています。", "e": "I work at a fish wholesaler.", "r": "sakana o atsukau toiyade hataraite imasu"}, {"j": "数学の問題が難しいです。", "e": "The math problem is difficult.", "r": "suugaku no mondai ga muzukashii desu"}, {"j": "質問があれば気軽にどうぞ。", "e": "Feel free to ask any questions.", "r": "shitsumon ga areba kigaru ni douzo"}]
,
	[{"j": "窓を開くと新鮮な空気が入ってきます。", "e": "When you open the window, fresh air comes in.", "r": "mado o hiraku to shinsen na kūki ga haittekimasu"}, {"j": "新しいレストランが開店しました。", "e": "A new restaurant opened in town.", "r": "atarashii resutoran ga kaiten shimashita"}, {"j": "ドアを開けると、猫が出てきた。", "e": "When I opened the door, a cat came out.", "r": "doa o akeru to, neko ga dete kita"}, {"j": "毎朝窓を開ける習慣があります。", "e": "I have a habit of opening the window every morning.", "r": "mai asa mado o akeru shuukan ga arimasu"}, {"j": "春になると桜が開花します。", "e": "Cherry blossoms bloom in spring.", "r": "haru ni naru to sakura ga kaika shimasu"}, {"j": "プロジェクトの開始日が決まりました。", "e": "The start date of the project has been decided.", "r": "purojekuto no kaishi bi ga kimarimashita"}, {"j": "新しいアプリの開発に取り組んでいます。", "e": "We are working on developing a new app.", "r": "atarashii apuri no kaihatsu ni torikunde imasu"}, {"j": "来月、文化祭が開催されます。", "e": "The cultural festival will be held next month.", "r": "raigetsu, bunkasai ga kaisai saremasu"}, {"j": "オリンピックの開会式は華やかですね。", "e": "The opening ceremony of the Olympics is magnificent, isn't it?", "r": "orinpikku no kaika shiki wa hanayaka desu ne"}, {"j": "この本は来週公開されます。", "e": "This book will be released next week.", "r": "kono hon wa raishuu koukai sa remasu"}, {"j": "アフリカの一部はまだ未開の地域もあります。", "e": "There are still undeveloped regions in parts of Africa.", "r": "afurika no ichibu wa mada mikai no chiiki mo arimasu"}]
,
	[{"j": "ドアを閉めるときは、しっかりと力を入れてください。", "e": "Please make sure to close the door firmly.", "r": "doa o shimeru toki wa, shikkari to chikara o irete kudasai"}, {"j": "窓が勝手に閉まりました。", "e": "The window closed by itself.", "r": "mado ga katte ni shimarimashita"}, {"j": "本を閉じて、本棚に戻しました。", "e": "I closed the book and put it back on the bookshelf.", "r": "hon o tojite, hondana ni modoshimashita"}, {"j": "問題を閉ざしてしまう前に、話し合いましょう。", "e": "Let's discuss it before closing the door on the issue.", "r": "mondai o tozashite shimau mae ni, hanashiaimashou"}, {"j": "その店は閉店セールをしています。", "e": "That store is having a closing sale.", "r": "sono mise wa heiten seeru o shite imasu"}, {"j": "道路工事のため、この通りは閉鎖されています。", "e": "This street is closed due to road construction.", "r": "douro kouji no tame, kono toori wa heisa sarete imasu"}, {"j": "彼はいつも閉口したままで話さない。", "e": "He always keeps his mouth shut and doesn't speak.", "r": "kare wa itsumo heikou shita mama de hanasanai"}, {"j": "このスイッチで自動的に開閉できます。", "e": "You can open and close it automatically with this switch.", "r": "kono suicchi de jidouteki ni kaihei dekimasu"}, {"j": "この密閉容器は空気が入らないように設計されています。", "e": "This airtight container is designed so that no air can enter.", "r": "kono mippyou youki wa kuuki ga hairanai you ni sekkei sarete imasu"}]
,
	[{"j": "彼は岸で釣りをしていた。", "e": "He was fishing on the shore.", "r": "kare wa kishi de tsuri o shite ita"}, {"j": "川の岸辺に美しい花が咲いていた。", "e": "Beautiful flowers were blooming on the river bank.", "r": "kawa no kishibe ni utsukushii hana ga saite ita"}, {"j": "大きな船が岸壁に停泊している。", "e": "A large ship is moored at the quay.", "r": "ookina fune ga ganpeki ni teitaku shite iru"}, {"j": "対岸には美しい景色が広がっていた。", "e": "A beautiful view spread out on the other side of the river.", "r": "taigan ni wa utsukushii keshiki ga hirogatte ita"}, {"j": "この町は美しい沿岸地域に位置しています。", "e": "This town is located in a beautiful coastal area.", "r": "kono machi wa utsukushii engan chiiki ni ichi shite imasu"}, {"j": "川岸を散歩するのが好きです。", "e": "I like taking a walk along the riverbank.", "r": "kawagishi o sanpo suru no ga suki desu"}]
,
	[{"j": "彼は両手を使って荷物を持ち上げた。", "e": "He lifted the luggage with both hands.", "r": "kare wa ryoute o tsukatte nimotsu o mochiageta"}, {"j": "両親は私のことをいつも支えてくれています。", "e": "My parents always support me.", "r": "ryoushin wa watashi no koto o itsumo sasaete kurete imasu"}, {"j": "この本には両面印刷されています。", "e": "This book is printed on both sides.", "r": "kono hon ni wa ryoumen insatsu sarete imasu"}, {"j": "外国へ行くときは、空港で通貨を両替します。", "e": "When I go abroad, I exchange currency at the airport.", "r": "gaikoku e iku toki wa, kuukou de tsuuka o ryougae shimasu"}, {"j": "その列車は長い車両を連ねていた。", "e": "The train was made up of long cars.", "r": "sono ressha wa nagai sharyou o tsuranete ita"}]
,
	[{"j": "日本列島はたくさんの島から成り立っています。", "e": "Japan is made up of many islands.", "r": "nihon rettō wa takusan no shima kara naritte imasu"}, {"j": "日本は島国です。", "e": "Japan is an island country.", "r": "nihon wa shimaguni desu"}, {"j": "島に住む人々は自然と共に暮らしています。", "e": "The islanders live in harmony with nature.", "r": "shima ni sumu hitobito wa shizen to tomo ni kurashite imasu"}, {"j": "韓半島には歴史的な名所がたくさんあります。", "e": "The Korean Peninsula has many historical sites.", "r": "kan hantō ni wa rekiteki na meisho ga takusan arimasu"}, {"j": "日本には美しい離島がたくさんあります。", "e": "Japan has many beautiful remote islands.", "r": "nihon ni wa utsukushii ritō ga takusan arimasu"}]
,
	[{"j": "先月には日本に行った。", "e": "I went to Japan last month.", "r": "sengetsu ni wa nihon ni itta"}, {"j": "去年の夏はとても暑かった。", "e": "Last summer was very hot.", "r": "kyonen no natsu wa totemo atsukatta"}, {"j": "メモを消去しました。", "e": "I erased the memo.", "r": "memo o shoukyo shimashita"}, {"j": "過去の失敗から学びましょう。", "e": "Let's learn from past mistakes.", "r": "kako no shippai kara manabimashou"}]
,
	[{"j": "彼は成功を望んでいます。", "e": "He hopes for success.", "r": "kare wa seikou o nozonde imasu"}, {"j": "故郷を望む気持ちが強くなる季節です。", "e": "It's the season when the feelings of longing for my hometown become stronger.", "r": "furusato o nozomu kimochi ga tsuyoku naru kisetsu desu"}, {"j": "彼女はいつも明るい希望を持っています。", "e": "She always has a bright hope.", "r": "kanojo wa itsumo akarui kibou o motte imasu"}, {"j": "会議での彼の所望は新しいプロジェクトの立案です。", "e": "His request at the meeting is to come up with a new project.", "r": "kaigi de no kare no shomou wa atarashii purojekuto no ritsuan desu"}]
,
	[{"j": "彼はサッカーボールを蹴っている。", "e": "He is kicking a soccer ball.", "r": "kare wa sakkā bōru o kette iru"}, {"j": "子どもの頃から球技が得意でした。", "e": "I was good at ball games since I was a child.", "r": "kodomo no koro kara kyūgi ga tokui deshita"}, {"j": "地球は青い惑星です。", "e": "The Earth is a blue planet.", "r": "chikyū wa aoi wakusei desu"}, {"j": "日本では野球が人気のスポーツです。", "e": "Baseball is a popular sport in Japan.", "r": "nihon de wa yakyū ga ninki no supōtsu desu"}, {"j": "部屋の中の電球が切れています。", "e": "The light bulb in the room is broken.", "r": "heya no naka no denkyū ga kirete imasu"}]
,
	[{"j": "この島国では美しい環礁がたくさん見られます。", "e": "In this island nation, you can see many beautiful coral reefs.", "r": "kono shimaguni de wa utsukushii kanjō ga takusan miraremasu"}, {"j": "公園内には環状の遊歩道があり、気持ちよく散歩できます。", "e": "There is a circular walking path in the park, and you can take a pleasant stroll.", "r": "kōen-nai ni wa kanjō no yūhodō ga ari, kimochi yoku sanpo dekimasu"}, {"j": "環境保護は重要です。", "e": "Environmental protection is important.", "r": "kankyō hogo wa jūyō desu"}, {"j": "水は地球上で循環しています。", "e": "Water circulates on the Earth.", "r": "mizu wa chikyūjō de junkan shite imasu"}]
,
	[{"j": "彼女は珍しい色のドレスを着ていた。", "e": "She was wearing a rare-colored dress.", "r": "kanojo wa mezurashii iro no doresu o kite ita"}, {"j": "日本旅行でフグの珍味を食べました。", "e": "I tried fugu as a delicacy during my trip to Japan.", "r": "nihon ryokou de fugu no chinmi o tabemashita"}, {"j": "その会議で珍事が起きた。", "e": "Something unusual happened at the meeting.", "r": "sono kaigi de mezame ga okita"}, {"j": "この店では本物の珍品が豊富に取り揃えられています。", "e": "This store has a wide selection of rare and valuable items.", "r": "kono mise de wa honmono no chinpin ga houhu ni torisoroe rarete imasu"}]
,
	[{"j": "日本には47の都道府県があります。", "e": "Japan has 47 prefectures.", "r": "nihon ni wa 47 no todoufuken ga arimasu"}, {"j": "彼は長野県出身です。", "e": "He is from Nagano Prefecture.", "r": "kare wa nagano ken shusshin desu"}, {"j": "県庁で会議が行われています。", "e": "A meeting is being held at the prefectural office.", "r": "kenchou de kaigi ga gyou warete imasu"}, {"j": "県民の意見を反映しました。", "e": "We reflected the opinions of the prefectural residents.", "r": "kenmin no iken o han'ei shimashita"}, {"j": "山口県の知事は活発な政治家です。", "e": "The governor of Yamaguchi Prefecture is a lively politician.", "r": "yamaguchi ken no chijou wa kappatsuna seijika desu"}, {"j": "県大会で優勝しました！", "e": "We won the prefectural tournament!", "r": "ken taikai de yuushou shimashita"}, {"j": "もうすぐのんびりしたいから、近県の温泉に行こうと思っています。", "e": "I want to relax soon, so I'm thinking of going to a hot spring in a neighboring prefecture.", "r": "mou sugu nonbiri shitai kara, chikaken no onsen ni ikou to omotte imasu"}, {"j": "日本の都道府県を全て訪れたいです。", "e": "I want to visit all the prefectures in Japan.", "r": "nihon no todoufuken o subete otozuretai desu"}]
,
	[{"j": "彼女はいつも真心を込めて接してくれる。", "e": "She always treats me with sincerity.", "r": "kanojo wa itsumo magokoro o komete sesshite kureru"}, {"j": "真相が明らかになった", "e": "The truth has come to light.", "r": "shinsou ga akiraka ni natta"}, {"j": "それは真実ではない", "e": "That is not the truth.", "r": "sore wa shinjitsu de wa nai"}, {"j": "彼は真剣な表情で話をしている", "e": "He is speaking with a serious expression.", "r": "kare wa shinken na hyoujou de hanashi o shite iru"}, {"j": "彼女は純真な心を持っている", "e": "She has a pure heart.", "r": "kanojo wa junshin na kokoro o motte iru"}]
,
	[{"j": "彼は先週日本に着いた。", "e": "He arrived in Japan last week.", "r": "kare wa senshuu nihon ni tsuita"}, {"j": "明日は白いシャツを着る予定です。", "e": "I'm planning to wear a white shirt tomorrow.", "r": "ashita wa shiroi shatsu o kiru yoteidesu"}, {"j": "犬に可愛い服を着せた。", "e": "I dressed my dog in a cute outfit.", "r": "inu ni kawaii fuku o kiseta"}, {"j": "結婚式で着物を着ます。", "e": "I will wear a kimono at the wedding ceremony.", "r": "kekkonshiki de kimono o kimasu"}, {"j": "飛行機が着陸しました。", "e": "The plane has landed.", "r": "hikouki ga chakuriku shimashita"}, {"j": "彼女は着実な成績を残している。", "e": "She has been achieving steady results.", "r": "kanojo wa chakujitsuna seiseki o nokoshite iru"}, {"j": "下着を買いにショッピングモールへ行った。", "e": "I went to the shopping mall to buy underwear.", "r": "shitagi o kai ni shoppingu mooru e itta"}, {"j": "寒い日は上着を着ます。", "e": "I wear a coat on cold days.", "r": "samui hi wa uwagi o kimasu"}, {"j": "友達が空港に到着するのを待っています。", "e": "I'm waiting for my friend's arrival at the airport.", "r": "tomodachi ga kuukou ni touchaku suru no o matte imasu"}, {"j": "落ち着いたカフェで一息ついた。", "e": "I took a break at a calm café.", "r": "ochi tsuita kafe de hitoiki tsuita"}, {"j": "今から京都へ向かいます。", "e": "I'm heading to Kyoto now.", "r": "ima kara kyouto e mukaimasu"}, {"j": "誤字が目立っているので、このままでは提出できません。", "e": "There are noticeable typos, so I can't submit this as it is.", "r": "goji ga medatte iru node, konomamade wa teishutsu dekimasen"}]
,
	[{"j": "余計な部分を省くと、文章がスッキリします。", "e": "Omitting unnecessary parts will make the sentence clearer.", "r": "yokei na bubun o habuku to, bunshou ga sukkiri shimasu."}, {"j": "過去を省みることは大切です。", "e": "It is important to reflect on the past.", "r": "kako o kagamiru koto wa..."}]
,
	[{"j": "このサンドイッチに具をたくさん入れました。", "e": "I put a lot of fillings in this sandwich.", "r": "kono sandoicchi ni gu o takusan iremashita"}, {"j": "彼女は少し具合が悪そうです。", "e": "She seems to be feeling slightly unwell.", "r": "kanojo wa sukoshi guai ga warusō desu"}, {"j": "具体的な数字を教えていただけますか？", "e": "Can you give me a specific number?", "r": "gutaitekina sūji o oshiete itadakemasu ka?"}, {"j": "新しい道具を買いたいです。", "e": "I want to buy a new tool.", "r": "atarashī dōgu o kaitai desu"}, {"j": "子供たちは玩具で遊んでいた。", "e": "The children were playing with toys.", "r": "kodomotachi wa omocha de asonde ita"}, {"j": "この部屋には素敵な家具がたくさんあります。", "e": "There are many beautiful furniture pieces in this room.", "r": "kono heya ni wa sutekina kagu ga takusan arimasu"}, {"j": "手術で使う器具がきれいに消毒されていました。", "e": "The surgical instruments were neatly sterilized.", "r": "shujutsu de tsukau kigu ga kirei ni shōdoku sarete imashita"}]
,
	[{"j": "この店の看板がとてもきれいです。", "e": "The signboard of this store is very beautiful.", "r": "kono mise no kanban ga totemo kirei desu."}, {"j": "刑務所の看守は厳しい訓練を受けています。", "e": "The prison guard has received rigorous training.", "r": "keimusho no kanshu wa kibishii kunren o uke te imasu"}, {"j": "彼女が風邪をひいたので、母が一週間看病していました。", "e": "She caught a cold, so my mother nursed her for a week.", "r": "kanojo ga kaze o hiita node, haha ga isshuukan kanbyou shite imashita"}, {"j": "病院で働いている妹は看護師です。", "e": "My younger sister works as a nurse at the hospital.", "r": "byouin de hataraite iru imouto wa kangoshi desu"}]
,
	[{"j": "彼女はきれいな花を皿に盛りました。", "e": "She put beautiful flowers on the plate.", "r": "kanojo wa kirei na hana o sara ni morimashita"}, {"j": "日本では小皿で料理を楽しむことが多いです。", "e": "In Japan, it is common to enjoy meals on small plates.", "r": "nihon de wa kosara de ryouri o tanoshimu koto ga ooi desu"}, {"j": "喫煙は禁止されているレストランでは灰皿が置かれていません。", "e": "Ashtrays are not provided in restaurants where smoking is prohibited.", "r": "kitsuen wa kinshi sarete iru resutorande wa haizara ga okarete imasen"}, {"j": "彼は困っている人にいつも受け皿となって助けています。", "e": "He always acts as a support for people in need and helps them.", "r": "kare wa komatte iru hito ni itsumo ukezara to natte tasuke te imasu"}]
,
	[{"j": "彼の手には血が付いていた。", "e": "There was blood on his hand.", "r": "kare no te ni wa chi ga tsuite ita."}, {"j": "毎年、献血を行っています。", "e": "I donate blood every year.", "r": "maitoshi, kenketsu o okonatte imasu"}, {"j": "彼女とは血縁関係がないが、家族のように仲がいい。", "e": "We are not related by blood, but we get along like family.", "r": "kanojo to wa ketsuen kankei ga nai ga, kazoku no you ni naka ga ii"}, {"j": "怪我をして出血してしまいました。", "e": "I got injured and started bleeding.", "r": "kega o shite shukketsu shite shimaimashita"}, {"j": "鼻血が出て止まらない。", "e": "My nose won't stop bleeding.", "r": "hanaji ga dete tomaranai"}]
,
	[{"j": "庭には益虫がたくさんいて、害虫を食べてくれています。", "e": "There are many beneficial insects in my garden that eat harmful insects.", "r": "niwa ni wa mushi ga takusan ite, gaichu o tabete kurete imasu"}, {"j": "この提案は会社に大きな利益をもたらしました。", "e": "This proposal brought great profits to the company.", "r": "kono teian wa kaisha ni ooki na rieki o motarashimashita"}, {"j": "昨年の収益は前年よりも伸びています。", "e": "Our revenue for last year has increased compared to the previous year.", "r": "sakunen no juunen wa sennen yori mo nobite imasu"}, {"j": "この本は役に立たないので、無益だと感じています。", "e": "This book is useless, so I feel it is of no benefit.", "r": "kono hon wa yaku ni tatanai node, mueki da to kanjite imasu"}, {"j": "新しい勉強法を始めてから、とても有益な情報を得ることができました。", "e": "Since I started using a new study method, I have been able to obtain very useful information.", "r": "atarashii benkyouhou o hajimete kara, totemo yuueki na joutai o eru koto ga dekimashita"}]
,
	[{"j": "彼はお金を盗んだ。", "e": "He stole money.", "r": "kare wa okane o nusunda"}, {"j": "バッグが盗難にあった。", "e": "My bag was stolen.", "r": "baggu ga tounan ni atta"}, {"j": "警察は盗品を見つけた。", "e": "The police found stolen goods.", "r": "keisatsu wa touhin o mitsuketa"}, {"j": "昨日、強盗が銀行を襲った。", "e": "Yesterday, a robber held up a bank.", "r": "kinou, goutou ga ginkou o osotta"}]
,
	[{"j": "彼は料理を盛るのが上手です。", "e": "He is good at arranging food beautifully.", "r": "kare wa ryouri o sasuuru no ga jouzu desu"}, {"j": "パーティーは盛り上がっていた。", "e": "The party was lively.", "r": "paatii wa moriagatte ita"}, {"j": "友達と写真を盛るのは楽しい。", "e": "It's fun to take stylish photos with my friends.", "r": "tomodachi to shashin o sasuuru no wa tanoshii"}, {"j": "この店はいつも盛況だ。", "e": "This store is always bustling.", "r": "kono mise wa itsumo seikyou da"}, {"j": "盛大なパレードが行われました。", "e": "A grand parade was held.", "r": "seidai na pareedo ga okonawaremashita"}, {"j": "彼女は全盛期に活躍していた。", "e": "She was active in her prime.", "r": "kanojo wa zenseiki ni katsuyaku shite ita"}, {"j": "この街の商店街は繁盛している。", "e": "The shopping street in this town is thriving.", "r": "kono machi no shoutengai wa hanjou shite iru"}]
,
	[{"j": "道は右に曲がっています。", "e": "The road is turning to the right.", "r": "michi wa migi ni magatte imasu"}, {"j": "この棒を曲げる力が必要です。", "e": "You need to apply force to bend this stick.", "r": "kono bō o mageru chikara ga hitsuyōdesu"}, {"j": "彼の人生は曲折に富んでいる", "e": "His life has been full of ups and downs.", "r": "kare no jinsei wa kyokusetsu ni tomnde iru"}, {"j": "彼女は美しい楽曲を演奏した", "e": "She performed a beautiful piece of music.", "r": "kanojo wa utsukushī gakkyoku o ensō shita"}, {"j": "事実を歪曲することは許されない", "e": "Distorting facts is unforgivable.", "r": "jijitsu o waikyoku suru koto wa yurusarenai"}, {"j": "彼の言葉は婉曲で心を和ませる", "e": "His words are gentle and soothing.", "r": "kare no kotoba wa enkyoku de kokoro o nagomaseru"}]
,
	[{"j": "彼女は豊かな経験を持っています。", "e": "She has rich experiences.", "r": "kanojo wa yutakana keiken o motte imasu"}, {"j": "彼の知識はとても豊富です。", "e": "He has a wealth of knowledge.", "r": "kare no chishiki wa totemo yuuhu desu"}, {"j": "今年は米が豊作です。", "e": "This year we have a good harvest of rice.", "r": "kotoshi wa kome ga houjutsu desu"}, {"j": "豊年の年になりますように。", "e": "Wishing for a bountiful year.", "r": "hounen no toshi ni narimasu you ni"}, {"j": "豊穣な自然に感謝しています。", "e": "We are thankful for the bountiful nature.", "r": "houjou na shizen ni kansha shite imasu"}]
,
	[{"j": "日本では多くの農家が野菜や果物を栽培しています。", "e": "In Japan, many farmers grow vegetables and fruits.", "r": "nihonde wa ooku no nouka ga yasai ya kudamono o saibai shite imasu"}, {"j": "この地域には広大な農場が広がっています。", "e": "There are vast farms spread out in this area.", "r": "kono chiiki ni wa koudaina noujou ga hirogatte imasu"}, {"j": "父は農具を使って畑を耕しています。", "e": "My father is using farm tools to cultivate the field.", "r": "chichi wa nougu o tsukatte hatake o tagashite imasu"}, {"j": "日本の農業は高度な技術が活かされています。", "e": "Japan's agriculture makes use of advanced technology.", "r": "nihon no nougyou wa koudo na gijutsu ga ikasarete imasu"}, {"j": "この地域は美味しいチーズで有名な酪農地帯です。", "e": "This region is famous for delicious cheese and dairy farming.", "r": "kono chiiki wa oishii chiizu de yuumei na rakunouchitai desu"}]
,
	[{"j": "猫が死んでしまいました。", "e": "The cat passed away.", "r": "neko ga shinde shimaimashita."}, {"j": "その言葉はもう使われていない死語です。", "e": "That word is a dead language that is no longer used.", "r": "sono kotoba wa mō tsukawarete inai shigo desu."}, {"j": "彼は交通事故で死亡した。", "e": "He died in a traffic accident.", "r": "kare wa koutsuu jiko de shibou shita"}, {"j": "多くの死者が出ました。", "e": "There were many casualties.", "r": "ooku no shisha ga demashita"}, {"j": "死因は心臓発作でした。", "e": "The cause of death was a heart attack.", "r": "shiin wa shinzou hossa kideshita"}]
,
	[{"j": "新幹線に乗るために駅で列車を待っていました。", "e": "I was waiting for the train at the station to catch the shinkansen.", "r": "shinkansen ni noru tame ni eki de ressha o matte imashita"}, {"j": "会議では社長の隣に列席しました。", "e": "I sat next to the president at the meeting.", "r": "kaigi de wa shachou no tonari ni resseki shimashita"}, {"j": "美しく陳列された商品が目立っていた。", "e": "Beautifully displayed products were standing out.", "r": "utsukushiku chinretsu sareta shouhin ga me datte ita"}, {"j": "競争ではいつも上位に位置するのは難しいだろう。", "e": "It's difficult to always be positioned at the top in competition.", "r": "kyouso de wa itsumo joui ni ichi suru no wa muzukashii darou"}, {"j": "お祭りで人々が楽しそうに並んでいる行列を見た。", "e": "I saw a line of people lining up happily at the festival.", "r": "omatsuri de hitobito ga tanoshisou ni nande iru gyouretsu o mita"}]
,
	[{"j": "試験が終わってもまだ沢山の問題が残る。", "e": "Even after the exam is over, there are still many problems remaining.", "r": "shiken ga owatte mo mada takusan no mondai ga nokoru."}, {"j": "食べきれなかった料理を友達に残させた。", "e": "I had my friend leave the food I couldn't finish.", "r": "tabekirenakatta ryouri o tomodachi ni nokosaseta"}, {"j": "買い物をして残金が少なくなった。", "e": "I went shopping and my remaining balance is low.", "r": "kaimono o shite zankin ga sukunaku natta"}, {"j": "春になっても山の上にはまだ残雪が残っている。", "e": "Even though it's spring, there is still lingering snow on the mountains.", "r": "haru ni natte mo yama no ue ni wa mada zansetsu ga nokotte iru"}, {"j": "今日は残業があるので遅くなります。", "e": "I have overtime work today, so I will be late.", "r": "kyou wa zangyou ga aru node osoku narimasu"}, {"j": "彼は一週間の予定だったが、2週間に残留することになった。", "e": "He was supposed to stay for a week, but it has been decided that he will remain for two weeks.", "r": "kare wa isshuukan no yotei datta ga, ni shuukan ni zanryuu suru koto ni natta"}]
,
	[{"j": "日本では若者が新しい文化を生み出しています。", "e": "In Japan, young people are creating new cultures.", "r": "nihonde wa wakamono ga atarashī bunka o umidashite imasu"}, {"j": "その映画の中に悪者が登場していました。", "e": "The villain appeared in that movie.", "r": "sono eiga no naka ni warumono ga tōjō shite imashita"}, {"j": "彼は忍者のように静かに動き回っていた。", "e": "He was moving around quietly like a ninja.", "r": "kare wa ninja no yō ni shizuka ni ugokimawatte ita"}, {"j": "新聞記者は事件の真相を追求している。", "e": "The newspaper reporter is investigating the truth of the incident.", "r": "shinbun kisha wa jiken no shinsō o tsuikyū shite iru"}, {"j": "彼女は優れた女優であり、歌手としても活躍している。", "e": "She is an excellent actress and is also active as a singer.", "r": "kanojo wa sugureta joyū de ari, kashu to shite mo katsuyaku shite iru"}, {"j": "この本の著者は有名な作家です。", "e": "The author of this book is a famous writer.", "r": "kono hon no chosha wa yūmeina sakka desu"}, {"j": "この問題では、二者択一しかない。", "e": "In this problem, there are only two choices.", "r": "kono mondai de wa, nishatakuichi shika nai"}, {"j": "第三者の視点から物事を考えることは重要だ。", "e": "It is important to think about things from a third party's perspective.", "r": "daisansha no shiten kara monogoto o kangaeru koto wa jūyō da"}]
,
	[{"j": "今日はとても暑い日です。", "e": "It's very hot today.", "r": "kyou wa totemo atsui hi desu"}, {"j": "日本では暑中見舞いという習慣があります。", "e": "In Japan, there is a custom of sending summer greeting cards.", "r": "nihon de wa sho-chuu mibukai to iu shuukan ga arimasu"}, {"j": "今年は猛暑が続いています。", "e": "We are experiencing a severe heatwave this year.", "r": "kotoshi wa mousho ga tsuzuite imasu"}, {"j": "残暑が厳しい日が続いています。", "e": "The lingering summer heat is continuing.", "r": "zansho ga kibishii hi ga tsuzuite imasu"}, {"j": "夏を避暑地で過ごすのがいいですね。", "e": "It's nice to spend summer in a cool resort area.", "r": "natsu o hisho chi de sugosu no ga ii desu ne"}, {"j": "山岳地帯は避暑地として人気があります。", "e": "Mountainous areas are popular as summer retreats.", "r": "sangaku chitai wa hisho chi to shite ninki ga arimasu"}, {"j": "今日は蒸し暑くて、じめじめしています。", "e": "It's humid and muggy today.", "r": "kyou wa mushi atsukute, jimejime shite imasu"}]
,
	[{"j": "彼の心に募る不安は消えることがなかった。", "e": "The anxiety that filled his heart did not go away.", "r": "kare no kokoro ni tsunoru fuan wa kieru koto ga nakatta."}, {"j": "地震の被害に対する募金を募っています。", "e": "We are collecting donations for the earthquake victims.", "r": "jishin no higai ni taisuru kibin o hiruma o botte imasu"}, {"j": "来月から新メンバーの募集を開始します。", "e": "We will start recruiting new members from next month.", "r": "raigetsu kara shin menbaa no boshuu o kaishi shimasu"}, {"j": "多くの応募者の中から厳選します。", "e": "We will carefully select from a large number of applicants.", "r": "ooku no oubo sha no naka kara gensen shimasu"}]
,
	[{"j": "彼は大会で勝利を勇んだ。", "e": "He bravely aimed for victory in the tournament.", "r": "kare wa taikai de shouri o isamunda"}, {"j": "最初の一歩が勇み足で、その後もうまくいかなかった。", "e": "I rushed in too quickly at first, and things didn't go well after that.", "r": "saisho no ippoga isamashi de, sono ato mōmaku ikanakatta"}, {"j": "勇気を出して新しい挑戦をしてみよう。", "e": "Let's gather our courage and try a new challenge.", "r": "yūki o dashite atarashī chōsen o shite miyou"}, {"j": "彼は勇敢に戦った。", "e": "He fought bravely.", "r": "kare wa yūkan ni tatakatta"}, {"j": "彼は勇猛な戦士だ。", "e": "He is a brave warrior.", "r": "kare wa yūmōna senshi da"}]
,
	[{"j": "彼は会社で重要なポジションを務めています。", "e": "He holds an important position at the company.", "r": "kare wa kaisha de juuyou na pojishon o tsutomete imasu"}, {"j": "成功するためには努力が必要です。", "e": "Effort is necessary to succeed.", "r": "seikou suru tame ni wa doryoku ga hitsuyou desu"}]	
,
	[{"j": "彼は勢いよく走り出した。", "e": "He started running with great vigor.", "r": "kare wa ikioi yoku hashiridashita"}, {"j": "彼女はその会社の勢力を示している。", "e": "She represents the power of that company.", "r": "kanojo wa sono kaisha no seiryoku o shimeshite iru"}, {"j": "政治的な情勢が不安定です。", "e": "The political situation is unstable.", "r": "seijiteki na jousei ga fuantei desu"}, {"j": "今日の運勢はとても良いそうです。", "e": "Today's fortune is said to be very good.", "r": "kyou no unsei wa totemo yoi sou desu"}, {"j": "彼は虚勢を張って自慢話を始めた。", "e": "He bragged, trying to appear more important than he really was.", "r": "kare wa kyosei o hatte jimanbanashi o hajimeta"}, {"j": "時勢に合わせて行動することが重要だ。", "e": "It is important to act in accordance with the times.", "r": "jisei ni awasete koudou suru koto ga juuyou da"}]
,
	[{"j": "新しい材料を加えると料理がさらにおいしくなります。", "e": "Adding new ingredients makes the dish even more delicious.", "r": "atarashii zairyō o kuwaeru to ryōri ga sara ni oishiku narimasu"}, {"j": "彼は新しいメンバーとしてチームに加入した。", "e": "He joined the team as a new member.", "r": "kare wa atarashii menbā toshite chīmu ni kanyū shita"}, {"j": "この製品は特殊な加工を施しています。", "e": "This product has undergone special processing.", "r": "kono seihin wa tokushu na kagō o shite imasu"}, {"j": "ミルクを加熱すると、おいしいカフェオレができます。", "e": "By heating up milk, you can make delicious café au lait.", "r": "miruku o kanetsu suru to, oishii kafé ore ga dekimasu"}, {"j": "明日のイベントに参加する予定です。", "e": "I plan to participate in the event tomorrow.", "r": "ashita no ibento ni sankasuru yoteidesu"}, {"j": "追加料金なしでサービスを提供しています。", "e": "We offer services without any additional charges.", "r": "tsuika ryōkin nashi de sābisu o teikyō shite imasu"}, {"j": "料理には添加物をできるだけ使わないようにしています。", "e": "I try not to use additives in my cooking as much as possible.", "r": "ryōri ni wa tenkabutsu o dekiru dake tsukawanai yō ni shite imasu"}]
,
	[{"j": "彼女は幼い頃からピアノを演奏していた。", "e": "She has been playing the piano since she was young.", "r": "kanojo wa osanai koro kara piano o enshu shite ita"}, {"j": "この絵本は幼児向けの内容です。", "e": "This picture book is for young children.", "r": "kono ehon wa youji muke no naiyō desu"}, {"j": "幼少の頃は、よく公園で遊んでいた。", "e": "I used to play a lot in the park when I was young.", "r": "yōshō no koro wa, yoku kōen de asonde ita"}, {"j": "庭で幼虫を見つけた。", "e": "I found a caterpillar in the garden.", "r": "niwa de yōchū o mitsuketa"}]
,
	[{"j": "この薬は頭痛に効くんですか？", "e": "Does this medicine work for headaches?", "r": "kono kusuri wa zutsuu ni kikan desu ka?"}, {"j": "新しい化粧品の効果がすごいですね。", "e": "The effect of this new cosmetics is amazing.", "r": "atarashii keshouhin no kouka ga sugoi desu ne"}, {"j": "この法律には効力があります。", "e": "This law has legal effect.", "r": "kono houritsu ni wa kouryoku ga arimasu"}, {"j": "この漢方薬はよく体の不調に効果があると言われています。", "e": "This herbal medicine is said to have good effects on the body's discomfort.", "r": "kono kampo-gusuri wa yoku karada no fuchou ni kouka ga aru to iwarete imasu"}]
,
	[{"j": "毎日勉強をしています。", "e": "I study every day.", "r": "mainichi benkyou o shite imasu"}, {"j": "大学生は厳しい勉学に励んでいます。", "e": "College students are working hard on their studies.", "r": "daigakusei wa kibishii mengaku ni hagende imasu"}, {"j": "明日は勉強会があります。", "e": "There is a study group meeting tomorrow.", "r": "ashita wa benkyoukai ga arimasu"}, {"j": "彼はとても勤勉な学生です。", "e": "He is a very diligent student.", "r": "kare wa totemo kinben na gakusei desu"}, {"j": "彼は猛勉強をして大学に合格した。", "e": "He passed the university entrance exam after studying intensely.", "r": "kare wa mou benkyou o shite daigaku ni goukaku shita"}, {"j": "彼女はガリ勉タイプの人で、とても頭がいい。", "e": "She is the type who studies really hard, and she is very smart.", "r": "kanojo wa gari ben taipu no hito de, totemo atama ga ii"}]
,
	[{"j": "彼女を助けることができた。", "e": "I was able to help her.", "r": "kanojo o tasukeru koto ga dekita."}, {"j": "野球の練習で助手をしています。", "e": "I am a helper in baseball practice.", "r": "yakyuu no renshuu de joshu o shite imasu"}, {"j": "先生から貴重な助言をいただきました。", "e": "I received valuable advice from the teacher.", "r": "sensei kara kichou na jogen o itadakimashita"}, {"j": "地域の復興に援助をする団体があります。", "e": "There is an organization that provides assistance for the reconstruction of the region.", "r": "chiiki no fukkou ni enjo o suru dantai ga arimasu"}, {"j": "研究プロジェクトに補助金を申請しました。", "e": "I applied for a research grant for the project.", "r": "kenkyuu purojekuto ni hojokin o shinseishimashita"}, {"j": "山で迷子になった子供を救助しました。", "e": "I rescued a lost child in the mountains.", "r": "yama de maigo ni natta kodomo o kyuujoshimashita"}, {"j": "お互いに手助けしあえる仲間が大切です。", "e": "It is important to have comrades who can help each other.", "r": "otagai ni tedasuke shi aeru nakama ga taisetsu desu"}]
,
	[{"j": "彼は素早く動く", "e": "He moves quickly.", "r": "kare wa subayaku ugoku"}, {"j": "この箱を動かすのに力が必要だ", "e": "It takes strength to move this box.", "r": "kono hako o ugokasu noni chikara ga hitsuyō da"}, {"j": "彼の動機はわからない", "e": "I don't know his motive.", "r": "kare no dōki wa wakaranai"}, {"j": "動物園でたくさんの動物を見た", "e": "I saw many animals at the zoo.", "r": "dōbutsuen de takusan no dōbutsu o mita"}, {"j": "この車は自動で走る", "e": "This car runs automatically.", "r": "kono kuruma wa jidō de hashiru"}, {"j": "新しい街への移動を計画しています", "e": "I'm planning to move to a new city.", "r": "atarashī machi e no idō o keikaku shite imasu"}, {"j": "毎日運動することは大切だ", "e": "It's important to exercise every day.", "r": "mainichi undō suru koto wa taisetsu da"}, {"j": "彼の行動にはいつも驚かされる", "e": "I'm always surprised by his actions.", "r": "kare no kōdō ni wa itsumo odoroka sareru"}, {"j": "不動産投資を考えています", "e": "I'm thinking about real estate investment.", "r": "fudōsan tōshi o kangaete imasu"}]
,
	[{"j": "チームメンバーと協力してプロジェクトを進めています", "e": "I'm working on the project in cooperation with my team members.", "r": "chiimumenbaa to kyouryoku shite purojekuto o susumete imasu"}, {"j": "彼とはいつも協調して問題を解決しています", "e": "I always work together harmoniously with him to solve problems.", "r": "kare to wa itsumo kyouchou shite mondai o kaiketsu shite imasu"}, {"j": "重要な案件について協議中です。", "e": "We are currently in discussions regarding an important matter.", "r": "juuyou na anken ni tsuite kyougi chuu desu"}, {"j": "日本鳥類学会に所属しています", "e": "I am a member of the Japan Ornithological Society.", "r": "nihon chouruigakkai ni shozoku shite imasu"}, {"j": "意見の相違があったため、妥協することになりました", "e": "We had different opinions, so we had to compromise.", "r": "iken no soui ga atta tame, dakyou suru koto ni narimashita"}]
,
	[{"j": "彼は大企業で働いて勤めています。", "e": "He works for a large company.", "r": "kare wa daikigyou de hataraite tsutomete imasu"}, {"j": "その仕事には十分な能力が必要ですが、彼はその役を勤まっています。", "e": "The job requires sufficient ability, but he is capable of handling that role.", "r": "sono shigoto ni wa jūbun'na nōryoku ga hitsuyōdesuga, kare wa sono yaku o tsutomete imasu"}, {"j": "毎日の勤務時間は８時間です。", "e": "The regular working hours are 8 hours per day.", "r": "mainichi no kinmu jikan wa 8 jikan desu"}, {"j": "毎朝、電車で通勤しています。", "e": "I commute to work by train every morning.", "r": "maiasa, densha de tsuukin shite imasu"}, {"j": "転勤が決まってしまいました。来月新しい街に引っ越すことになります。", "e": "I've been informed of a transfer. I will be moving to a new city next month.", "r": "tenkin ga kimatte shimaimashita. raigetsu atarashī machi ni hikkosu koto ni narimasu"}, {"j": "体調がすぐれないため、今日は欠勤させていただきます。", "e": "I'm not feeling well, so I will be absent from work today.", "r": "taichō ga sugure nai tame, kyō wa kekkin sasete itadakimasu"}]
,
	[{"j": "彼は会社で重要な役職を務めています。", "e": "He holds an important position at the company.", "r": "kare wa kaisha de juuyou na yakushoku o tsutomete imasu"}, {"j": "この仕事は彼には務まらないと思います。", "e": "I don't think he is suited for this job.", "r": "kono shigoto wa kare ni wa tsutome rare nai to omoimasu"}, {"j": "このクラスでは毎日宿題をする義務があります。", "e": "In this class, we have an obligation to do homework every day.", "r": "kono kurasude wa mainichi shukudai o suru gimu ga arimasu"}, {"j": "彼は公務で多忙な日々を送っています。", "e": "He is busy with public duties every day.", "r": "kare wa koumu de tabou na hibi o okutte imasu"}, {"j": "新しい職務に就く準備をしています。", "e": "I am preparing to take on a new job.", "r": "atarashii shokumuni tsuku junbi o shite imasu"}, {"j": "彼の事務所は駅の近くにあります。", "e": "His office is located near the train station.", "r": "kare no jimusho wa eki no chikaku ni arimasu"}]
,
	[{"j": "このツアーに申し込む予定です。", "e": "I'm planning to apply for this tour.", "r": "kono tsuā ni mōshikomu yoteidesu."}, {"j": "新しいプロジェクトに申し出ました。", "e": "I offered to work on the new project.", "r": "atarashī purojekuto ni mōshidemashita."}, {"j": "彼の提案には申し分ないと思います。", "e": "I think his proposal is flawless.", "r": "kare no teian ni wa mōshi bun'nai to omoimasu."}, {"j": "遅れて申し訳ありません。", "e": "I'm sorry for being late.", "r": "okurete mōshi wake arimasen."}, {"j": "収入を正しく申告してください。", "e": "Please make an accurate income declaration.", "r": "shuunyū o tadashiku mōkokushite kudasai."}, {"j": "手続きに必要な書類が揃ったので申請します。", "e": "I have all the necessary documents for the procedure, so I will submit the application.", "r": "tetsudzuki ni hitsuyōna shorui ga sorottanode shinsei shimasu."}]
,
	[{"j": "彼は本当に神業のようなピアノの腕前だ。", "e": "He is truly like a master in playing the piano.", "r": "kare wa hontou ni kouge no you na piano no umae da."}, {"j": "毎年初詣に近くの神社に参拝します。", "e": "I visit the nearby shrine every year for Hatsumode.", "r": "maitoshi hatsumou ni chikaku no jinja ni sanpai shimasu"}, {"j": "彼女は神経質で細かいところに気を配る人だ。", "e": "She is a neurotic person who pays attention to details.", "r": "kanojo wa shinkeishitsu de komakai tokoro ni ki o kubaru hito da"}, {"j": "この森はとても神聖な雰囲気が漂っている。", "e": "This forest is filled with a very sacred atmosphere.", "r": "kono mori wa totemo shinsei na fun'iki ga tadayotte iru"}]
,
	[{"j": "彼は全く新しいアイデアを持っていた。", "e": "He had a completely new idea.", "r": "kare wa mattaku atarashii aidea o motte ita"}, {"j": "この本は全部読んだ。", "e": "I read the whole book.", "r": "kono hon wa zenbu yonda"}, {"j": "そのニュースは全国で報道された。", "e": "The news was reported nationwide.", "r": "sono nyūsu wa zenkoku de houdou sareta"}, {"j": "全体的に見て、プロジェクトは成功していると言えるだろう。", "e": "Overall, I would say the project is succeeding.", "r": "zentai-teki ni mite, purojekuto wa seikou shite iru to ieru darou"}, {"j": "旅行の際は安全を第一に考えましょう。", "e": "Safety should always come first when traveling.", "r": "ryokou no sai wa anzen o daiichi ni kangaemashou"}, {"j": "彼は完全な無実を証明した。", "e": "He proved his complete innocence.", "r": "kare wa kanzen na mujitsu o shoumei shita"}]
,
	[{"j": "食事を終えるといつも食べ物が余ってしまいます。", "e": "There is always food left over after finishing a meal.", "r": "shokuji o oeru to itsumo tabemono ga amatte shimaimasu"}, {"j": "彼は勉強の後輩を余すことなくサポートしている。", "e": "He supports his junior colleagues in their studies without leaving anyone out.", "r": "kare wa benkyou no kouhai o amasu koto naku sapooto shite iru"}, {"j": "余分なお金を使わずに生活することを大切にしています。", "e": "I try to live without spending extra money.", "r": "yobun na okane o tsukawazu ni seikatsu suru koto o taisetsu ni shite imasu"}, {"j": "プレゼンテーションのスライドには余白を入れると見やすくなります。", "e": "Adding margins to the slides of a presentation makes it easier to read.", "r": "purezenteeshon no suraido ni wa yohaku o ireru to miyasuku narimasu"}, {"j": "新しいアイデアを取り入れる余地がまだあります。", "e": "There is still room to incorporate new ideas.", "r": "atarashii aidea o toriireru yochi ga mada arimasu"}, {"j": "話題は des自分の意見とは関係ないが。", "e": "The topic is not related to one's own opinion.", "r": "wadai wa jibun no iken to wa kankei nai ga"}]
,
	[{"j": "彼女は面白い物語を書いている。", "e": "She is writing an interesting story.", "r": "kanojo wa omoshiroi monogatari o kaite iru"}, {"j": "この店では高品物を取り扱っています。", "e": "This store deals with high-quality goods.", "r": "kono mise de wa kou shinamono o toriatsukatte imasu"}, {"j": "昨日はたくさん買い物をしました。", "e": "I did a lot of shopping yesterday.", "r": "kinou wa takusan kaimono o shimashita"}, {"j": "動物園でたくさんの生き物を見ました。", "e": "I saw many living creatures at the zoo.", "r": "doubutsuen de takusan no ikimono o mimashita"}, {"j": "彼は物理学の研究者です。", "e": "He is a researcher in physics.", "r": "kare wa butsurigaku no kenkyuusha desu"}, {"j": "最近、物価が上がってきています。", "e": "Prices have been rising recently.", "r": "saikin, bukka ga agatte kite imasu"}, {"j": "この化粧品には良質な物質が含まれています。", "e": "This cosmetics contains high-quality ingredients.", "r": "kono keshouhin ni wa ryoushitsu na busshitsu ga fukumarete imasu"}, {"j": "彼らは物々交換を行っていました。", "e": "They were engaging in barter.", "r": "karera wa monomonogae o okonatte imashita"}, {"j": "生物の多様性を学ぶことは重要です。", "e": "Studying the diversity of living organisms is important.", "r": "seibutsu no tayousei o manabu koto wa juuyou desu"}, {"j": "この小説に登場する人物が魅力的です。", "e": "The characters in this novel are fascinating.", "r": "kono shousetsu ni toujou suru jinbutsu ga miryokuteki desu"}, {"j": "図書館で多くの書物を借りました。", "e": "I borrowed many books from the library.", "r": "toshokan de ooku no shomotsu o karimashita"}]
,
	[{"j": "彼はマジックが特技です。", "e": "His special skill is magic.", "r": "kare wa majikku ga tokugi desu"}, {"j": "彼は特別な日にプレゼントをもらった。", "e": "He received a present on a special day.", "r": "kare wa tokubetsu na hi ni purezento o moratta"}, {"j": "今日はその展覧会の特集をやっています。", "e": "They are featuring a special exhibition of that art show today.", "r": "kyou wa sono tenrankai no tokushuu o yatte imasu"}, {"j": "彼は特殊な能力を持っている。", "e": "He has special abilities.", "r": "kare wa tokushu na nouryoku o motte iru"}, {"j": "特急列車は速いです。", "e": "The limited express train is fast.", "r": "tokkyuu ressha wa hayai desu"}, {"j": "彼女の笑い方は独特だ。", "e": "Her way of laughing is unique.", "r": "kanojo no waraikata wa dokutoku da"}]
,
	[{"j": "彼はチラシを配っていた。", "e": "He was handing out flyers.", "r": "kare wa chirashi o kubatte ita"}, {"j": "荷物の配達が遅れています。", "e": "The delivery of the package is delayed.", "r": "nimotsu no haitatsu ga okurete imasu"}, {"j": "この絵画の配色が美しいですね。", "e": "The color scheme of this painting is beautiful.", "r": "kono kaiga no haishoku ga utsukushii desu ne"}, {"j": "彼女はこの会社を支配している。", "e": "She is in control of this company.", "r": "kanojo wa kono kaisha o shihai shite iru"}]
,
	[{"j": "彼はプレゼントを包んでくれた。", "e": "He wrapped the present for me.", "r": "kare wa purezento o tsutsunde kureta"}, {"j": "この本を包み紙で包んでください。", "e": "Please wrap this book in wrapping paper.", "r": "kono hon o tsutsumigami de tsutsunde kudasai"}, {"j": "敵基地を包囲している", "e": "They are surrounding the enemy base.", "r": "teki kichi o houii e shite iru"}, {"j": "商品は丁寧に包装されていました。", "e": "The product was carefully wrapped.", "r": "shouhin wa teine ni hou sousarete imashita"}, {"j": "この報告書は全体を包括しています", "e": "This report covers the whole picture.", "r": "kono houkokusho wa zentai o houkatsu shite imasu"}]
,
	[{"j": "彼は新しいプロジェクトの発足に向けて準備をしている", "e": "He is preparing for the launch of a new project.", "r": "kare wa atarashī purojekuto no hassoku ni mukete junbi o shite iru"}, {"j": "その事件の発端は彼の言葉とされている", "e": "His words are said to be the starting point of the incident.", "r": "sono jiken no hotsudan wa kare no kotoba to sarete iru"}, {"j": "彼女はフランス語の発音が上手です", "e": "She is good at pronouncing French.", "r": "kanojo wa furansugo no hatsunon ga jōzu desu"}, {"j": "電球を発明した人物は有名です", "e": "The person who invented the light bulb is famous.", "r": "denkyū o hatsumei shita jinbutsu wa yūmei desu"}, {"j": "この町には近くに発電所があります", "e": "There is a power plant near this town.", "r": "kono machi ni wa chikaku ni hatsudenjo ga arimasu"}, {"j": "始発電車に乗って通勤しています", "e": "I commute by taking the first train in the morning.", "r": "shihatsu densha ni notte tsūkin shite imasu"}, {"j": "新しいアプリの開発に取り掛かっています", "e": "We are working on developing a new app.", "r": "atarashī apuri no kaihatsu ni torikakatte imasu"}, {"j": "明日、出発する準備をしています", "e": "I'm getting ready to depart tomorrow.", "r": "ashita, shuppatsu suru junbi o shite imasu"}, {"j": "東京発の夜行バスに乗りました", "e": "I took a night bus departing from Tokyo.", "r": "Tōkyō-hatsu no yagō basu ni norimashita"}, {"j": "三時発の新幹線に乗る予定です", "e": "I'm planning to take the Shinkansen departing at three o'clock.", "r": "sanji-hatsu no shinkansen ni noru yoteidesu"}]
,
	[{"j": "山に登るのは好きです。", "e": "I like to climb mountains.", "r": "yama ni noboru no wa suki desu."}, {"j": "今度友達と登山に行く予定です。", "e": "I'm planning to go mountain climbing with my friends soon.", "r": "kondo tomodachi to tozan ni iku yoteidesu"}, {"j": "毎朝遅刻しないように早く登校しています。", "e": "I go to school early every morning so I won't be late.", "r": "maiasa chikoku shinai you ni hayaku toukou shite imasu"}, {"j": "このサイトを利用するためには登録が必要です。", "e": "You need to register to use this website.", "r": "kono saito o riyō suru tame ni wa tōroku ga hitsuyō desu"}]
,
	[{"j": "彼女は本当に美しい花を持っています。", "e": "She has a really beautiful flower.", "r": "kanojo wa hontou ni utsukushii hana o motte imasu"}, {"j": "彼女は本当に美人ですね。", "e": "She is truly a beautiful woman.", "r": "kanojo wa hontou ni bijin desu ne"}, {"j": "彼は美形な俳優です。", "e": "He is a handsome actor.", "r": "kare wa bikei na haiyuu desu"}, {"j": "彼女は美術大学に通っています。", "e": "She is attending an art university.", "r": "kanojo wa bijutsu daigaku ni kayotte imasu"}, {"j": "この庭は美化されていますね。", "e": "This garden has been beautified.", "r": "kono niwa wa bikasarete imasu ne"}, {"j": "今日は美容院で髪を切りました。", "e": "I got my hair cut at the beauty salon today.", "r": "kyou wa biyouin de kami o kirimashita"}, {"j": "彼は本当に美食家で、料理が上手です。", "e": "He is a true gourmet and very good at cooking.", "r": "kare wa hontou ni bishokuka de, ryouri ga jouzu desu"}, {"j": "彼女は八方美人と言われているけど、信じられない。", "e": "They say she is two-faced, but I can't believe it.", "r": "kanojo wa happou bijin to iwarete iru kedo, shinjirarenai"}]
,
	[{"j": "彼女は奥まで探検した", "e": "She explored deep into the forest.", "r": "kanojo wa oku made tanken shita"}, {"j": "この町の奥地には美しい湖が広がっている", "e": "A beautiful lake spreads out in the depths of this town.", "r": "kono machi no okuchi ni wa utsukushii mizuumi ga hirogatte iru"}, {"j": "歯が痛いので奥歯を診てもらいたいです", "e": "My tooth hurts, so I want to have my wisdom tooth checked.", "r": "ha ga itai node okuba o mite moraitai desu"}, {"j": "この小説は人間の奥底に迫る物語だ", "e": "This novel delves into the depths of human nature.", "r": "kono shousetsu wa ningen no okusoko ni semaru monogatari da"}, {"j": "その武道家は秘伝の奥義を披露した", "e": "The martial artist demonstrated his secret technique.", "r": "sono budouka wa hiden no okugi o hirou shita"}]	
,
	[{"j": "昨日、早めに家に戻りました。", "e": "I returned home early yesterday.", "r": "kinou, hayame ni ie ni modorimashita"}, {"j": "間違えた本を本棚に戻しました。", "e": "I put back the book I had mistakenly taken to the bookshelf.", "r": "machigaeta hon o hondana ni modoshimashita"}, {"j": "会議は戻る予定です。", "e": "The meeting is scheduled to be rescheduled.", "r": "kaigi wa modoru yote desu"}, {"j": "昔の友達に会うと、子供の頃に戻った気分になります。", "e": "When I meet an old friend, I feel like I'm back to my childhood.", "r": "mukashi no tomodachi ni au to, kodomo no koro ni modotta kibun ni narimasu"}]
,
	[{"j": "獣を放す前に注意してください。", "e": "Please be careful before releasing the animal.", "r": "kemono o hanasu mae ni chūi shite kudasai"}, {"j": "矢を弓から放つ", "e": "To shoot an arrow from a bow", "r": "ya o yumi kara hanatsu"}, {"j": "髪を放れるくらい長くしたいです。", "e": "I want to grow my hair long enough to let it loose.", "r": "kami o hanareru kurai nagaku shitai desu"}, {"j": "放り投げたボールが遠くに飛んでいった。", "e": "The ball I threw went flying far away.", "r": "baru nageta bōru ga tōku ni tonde itta"}, {"j": "ニュージーランドでは、羊の放牧がよく行われています。", "e": "In New Zealand, sheep grazing is common.", "r": "nyū jīrando de wa, hitsuji no hōboku ga yoku gyōwarete imasu"}, {"j": "そのニュースは放送される予定です。", "e": "That news is scheduled to be broadcasted.", "r": "sono nyūsu wa hōsō sareru yoteidesu"}, {"j": "彼は国外追放された。", "e": "He was expelled from the country.", "r": "kare wa kokugai tsuihō sa reta"}, {"j": "犯人が釈放されてしまった。", "e": "The criminal was released.", "r": "hannin ga shakuhō sarete shimatta"}]
,
	[{"j": "彼は世界を旅する旅人です。", "e": "He is a traveler who travels the world.", "r": "kare wa sekai o tabi suru tabibito desu"}, {"j": "来月スペインへ旅行に行きます。", "e": "I will go on a trip to Spain next month.", "r": "raigetsu supein e ryokō ni ikimasu"}, {"j": "旅費が予算をオーバーしてしまいました。", "e": "I exceeded my budget for travel expenses.", "r": "ryohi ga yosan o ōbā shite shimaimashita"}, {"j": "京都の古い旅館に泊まりたいです。", "e": "I want to stay at a traditional inn in Kyoto.", "r": "kyō no furui ryokan ni tomari tai desu"}, {"j": "一人旅は自由で楽しいです。", "e": "Traveling alone is liberating and enjoyable.", "r": "hitoritabi wa jiyū de tanoshii desu"}]
,
	[{"j": "その村の族長はとても尊敬されています。", "e": "The village chief is very respected.", "r": "sono mura no zokuchou wa totemo sonkei sarete imasu"}, {"j": "彼は大家族で、毎年の家族旅行が楽しみです。", "e": "He comes from a large family, and he looks forward to the annual family trip.", "r": "kare wa ooya zoku de, maitoshi no kazoku ryokou ga tanoshimi desu"}, {"j": "日本には様々な民族が暮らしています。", "e": "Various ethnic groups live in Japan.", "r": "nihon ni wa samazama na minzoku ga kurashite imasu"}, {"j": "皇族の方々は日本の伝統や儀式を大切にしています。", "e": "Members of the imperial family cherish Japanese traditions and ceremonies.", "r": "kouzoku no katagata wa nihon no dentou ya gishiki o taisetsu ni shite imasu"}, {"j": "今週末は子供たちと水族館に行く予定です。", "e": "I'm planning to go to the aquarium with my children this weekend.", "r": "konshuumatsu wa kodomotachi to suizokukan ni iku yoteidesu"}]
,
	[{"j": "彼女は命を守るために必死になっていた。", "e": "She was desperate to protect her life.", "r": "kanojo wa inochi o mamoru tame ni hisshi ni natte ita"}, {"j": "上司からの命令を受け入れた。", "e": "I accepted the order from my boss.", "r": "joushi kara no meirei o ukeireta"}, {"j": "運命の出会いを信じています", "e": "I believe in fateful encounters.", "r": "unmei no deai o shinjite imasu"}, {"j": "犯人に助命を乞う声が聞こえた。", "e": "I heard a plea for mercy from the criminal.", "r": "hannin ni jyomei o kou koe ga kikoeta"}, {"j": "彼は懸命に仕事に取り組んでいる。", "e": "He is working hard on his job.", "r": "kare wa kenmei ni shigoto ni torikunde iru"}, {"j": "健康のためには毎日運動することが寿命を延ばす秘訣だ。", "e": "Exercising every day is the key to extending your life for health.", "r": "kenkou no tame ni wa mainichi undou suru koto ga jumyou o nobasu hiketsu da"}]
]